[
  {
    "title": "26th World Scout Jamboree – Bravely (Polen): Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/international/internationale-lager/26th-world-scout-jamboree-bravely-polen/",
    "textcontent": "Home International Internationale Lager 26th World Scout Jamboree – Bravely (Polen) Vom 30. Juli bis 8. August 2027 findet in Polen das 26. World Scout Jamboree statt – und du kannst dabei sein! Unter dem Motto „Bravely“ (mutig sein!) treffen sich zehntausende Pfadfinder*innen aus der ganzen Welt , um gemeinsam was Großes zu erleben: neue Leute kennenlernen, Kulturen entdecken, spannende Aktionen und jede Menge Spaß. Ein Event, das du nie vergessen wirst. Versprochen. Wer kann teilnehmen? Wenn du zwischen 14 und 18 Jahren alt bist, bist du dabei! Genauer gesagt: Dein Geburtstag muss zwischen dem 30. Juli 2009 und dem 30. Juli 2013 liegen. Also check dein Geburtsdatum – vielleicht bist du genau im richtigen Alter für das Abenteuer! Jamboree Ü18? Kein Problem! Falls du älter bist, hast du die Möglichkeit, als Freiwillige*r des International Service Teams (IST) mitzumachen. Das IST spielt eine entscheidende Rolle bei der Gewährleistung eines reibungslosen Ablaufs des Jamborees und übernimmt während der gesamten Veranstaltung verschiedene unterstützende Aufgaben. Oder, du entscheidest dich, als Patrullenbetreuer*in mitzufahren. In dieser Rolle begleitest du eine Gruppe Jugendlicher, unterstützt sie im Alltag vor Ort und bist ihre erste Ansprechperson. Was kostet die Teilnahme? Für Teilnehmende und Patrullenbetreuer*innen liegt der Teilnahmebeitrag bei 3.230 Euro. Der Betrag deckt Unterkunft, Verpflegung, Programm, Transport sowie ein Vorprogramm und die gesamte Organisation ab. 10 % davon sind als Sicherheitsreserve eingeplant – die bekommst du zurück, wenn sie nicht gebraucht wird. Wenn du als Teil des International Service Teams (IST) mitmachst, zahlst du 2.180 Euro. In diesem Beitrag sind Unterkunft, Verpflegung und Organisation vor Ort enthalten. Auch hier ist die Sicherheitsreserve bereits eingerechnet. Die Beiträge sind transparent kalkuliert. In den FAQs findest du die genaue Kalkulation. Für eine mögliche Förderung findest du alle Infos hier . Wo geht’s hin? Nach Danzig in Polen – direkt an der Ostsee! Dich erwartet eine Stadt mit bunter Altstadt, spannender Geschichte und echtem Hafen-Feeling. Der perfekte Ort für ein Jamboree, bei dem Pfadfinder*innen aus der ganzen Welt zusammenkommen. Das Lagergelände liegt in der Nähe von Danzig – umgeben von Wald, Wasser und viel Platz für Abenteuer. Freu dich auf neue Begegnungen, ein abwechslungsreiches Programm – und eine Stadt, die richtig was zu bieten hat! Wie kann ich mich Anmelden? Ganz easy: Du kannst dich HIER über unsere Anmeldeplattform „Jamda“ registrieren. Sobald du deine Daten vollständig ausgefüllt hast, bekommst du von uns alle wichtigen Infos zu den nächsten Schritten. Wir freuen uns, wenn du dabei bist! Hier gehts zur Anmeldung Förderung zum Jamboree-Beitrag Das Jamboree ist mehr als nur ein Lager– es ist ein einzigartiges Treffen von tausenden Pfadfinder*innen aus der ganzen Welt - eine once‑in‑a‑lifetime‑Experience, die Freundschaften, Erinnerungen und Abenteuer fürs Leben schenkt. Das Jamboree ist eine kostspielige Angelegenheit und die Teilnahme-Gebühr für manche eine große Hürde. Um möglichst vielen das Jamboree-Erlebnis zu ermöglichen, übernimmt ein unabhängiges Team für 20 Jugendliche den Jamboree-Lagerbeitrag von 1.500 € . Das entspricht rund der Hälfte des gesamten Beitrags für das österreichische Kontingent. So kannst du dich bewerben: Schicke eine E-Mail an foerderung(at)jamboree.at mit folgenden Inhalten bis zum 19. Oktober 2025 : Motivationsschreiben (Warum willst du zum Jamboree? Welche Bedeutung hat das Jamboree für dich? Max. eine A4 Seite) Einkommensnachweis des Haushalts Finanzierungsplan für den restlichen Betrag (z. B. Aktionen, Ersparnisse, …) Du musst dich noch nicht für das Jamboree anmelden – mit deiner Förderungsbewerbung wird ein Platz für dich reserviert, den du im Falle einer Absage trotzdem noch in Anspruch nehmen kannst. Du erhältst bis spätestens 26.10.2025 eine Rückmeldung und hast anschließend bis zum 30.10.2025 Zeit für eine An- bzw. Abmeldung. Auch wer bereits angemeldet ist, kann sich bewerben. Hinweis: Alle eingereichten Daten werden vertraulich behandelt und nach den geltenden Datenschutzbestimmungen ausschließlich für den Auswahlprozess verwendet. Die Auswahl erfolgt durch ein vom CMT unabhängiges Team, das seine Entscheidung ausschließlich anhand der eingereichten Unterlagen trifft, welche im Anschluss wieder gelöscht werden. Andere Teilnehmer*innen oder Patrullenbetreuer*innen erfahren nicht, wer einen Zuschuss erhält. Das CMT - Wer steckt dahinter? Hinter der ganzen Planung für das österreichische Kontingent steht das CMT – das Kontingent Management Team. Das Team besteht aus mehreren Ressorts, also Bereichen, in denen unterschiedliche Aufgaben übernommen werden: von Logistik und Programm über Finanzen bis zu Social Media und vielem mehr. Jede*r im Team bringt eigene Stärken ein – so läuft die Vorbereitung gut organisiert ab und es wird dafür gesorgt, dass du beim Jamboree bestens betreut bist. Wenn du mehr über die einzelnen Ressorts wissen möchtest, schau auf unseren Social Media Kanälen vorbei – dort stellt das Team regelmäßig Bereiche und Personen aus dem Team vor. Was ist das Jamboree? Allgemeine Informationen findest du HIER F: Wo und wann findet das World Scout Jamboree statt? A: Das Jamboree findet von 30. Juli bis 8. August 2027 in Polen – genauer gesagt in der Nähe von Danzig – statt. Die österreichischen jugendlichen Teilnehmenden werden zusätzlich ein Vor- bzw. Nachprogramm in Polen erleben – eine spannende Gelegenheit, Land und Leute noch besser kennenzulernen. F: Wer kann teilnehmen? A: Teilnehmende: Du kannst als Teilnehmer*in mitfahren, wenn du beim Jamboree zwischen 14 und 17 Jahre alt bist. Das heißt: Du musst zwischen dem 30. Juli 2009 und dem 30. Juli 2013 geboren sein. Patrullenbetreuer*in: Dafür musst du Jugendleiter*in sein und zum Zeitpunkt des Jamborees mindestens 23 Jahre alt (geboren vor dem 30. Juli 2004). Solltest du jünger sein und trotzdem gerne als PB mit aufs Jamboree fahren wollen, kontaktiere uns bitte vorher unter units@jamboree.at IST – International Service Team: Als IST unterstützt du das Jamboree vor Ort – z. B. bei Logistik, Technik oder Programm. Auch hier gilt: Du musst beim Jamboree mindestens 18 Jahre alt sein (geboren vor dem 30. Juli 2009). F: Was unterscheidet das IST (International Service Team) von den Teilnehmenden? A: Zunächst einmal das Alter: IST-Mitglieder sind ältere Teilnehmende (ab 18 Jahren), die als freiwillige Helfer*innen mitarbeiten. Ohne IST gäbe es kein Jamboree – sie sorgen dafür, dass alles läuft. IST-Aufgaben sind vielseitig: Ihr unterstützt z. B. im Programm, helft beim Essensdienst oder begrüßt die Kontingente als erste Ansprechperson vor Ort. Dabei seid ihr nicht auf euch alleine gestellt, sondern arbeitet in internationalen Teams zusammen. Das bringt nicht nur spannende Aufgaben, sondern auch viele Freundschaften mit Menschen aus aller Welt. F: Gibt es ein Vor- oder Nachprogramm für das IST? A: Nein, ein organisiertes Vor- oder Nachprogramm gibt es nicht. Für An- und Abreise seid ihr selbst verantwortlich und könnt das flexibel gestalten. Wer mag, reist nur für das Jamboree an – andere hängen vorher oder nachher noch Urlaub dran. Wichtig ist nur: Für IST gelten meist andere An- und Abreisedaten als für die Teilnehmenden. Während des Jamborees wird es voraussichtlich ein eigenes IST-Programm für eure freien Tage geben – und ja, es wird auch freie Tage geben! F: Ab wann ist meine Anmeldung als IST fix? A: Die Anmeldung in der Jamda ist gültig, sobald ihr das unterschriebene Anmeldeformular hochgeladen und die erste Rate rechtzeitig bezahlt habt. Allerdings hängt die endgültige Platzvergabe auch von der Gesamtzahl der Teilnehmenden im Kontingent ab. Wir können euren Platz deshalb erst nach Ende der Anmeldefrist (19. Oktober 2025) endgültig garantieren. Danach erhaltet ihr eine Bestätigung per E-Mail. Bitte wartet auf diese fixe Bestätigung und geht nicht schon vorher von einem sicheren Platz aus. F: Wie hoch sind die Kosten für das Jamboree? A: Der Beitrag für Teilnehmer*innen und Patrullenbetreuer*innen beläuft sich auf 3.230 Euro und beinhaltet den Lagerbeitrag, Vor- und Nachtreffen, das Vorprogramm, Ab- und Anreise zum Jamboree sowie die Kontingentausrüstung. Wenn du als Teil des International Service Teams (IST) mitmachst, zahlst du 2.180 Euro. In diesem Beitrag sind Unterkunft, Verpflegung und Organisation vor Ort enthalten. Hier findest du alle Infos zu den Kosten: F: Was werden wir im Rahmen des Vor- bzw. Nachprogramms in Polen besichtigen? A: Das genaue Programm steht noch nicht fest und ist in Erarbeitung. Euer*e Patrullenbetreuer*in wird euch alle Informationen darüber zukommen lassen. F: Warum sind die Kosten für die Jamboree-Teilnahme so hoch? A: Ein Jamboree ist eine kostspielige Angelegenheit. Wir haben uns bemüht, einen fairen und möglichst günstigen Preis zu kalkulieren. Weiter oben findest du eine genaue Aufschlüsselung zu den Kosten. Wenn die Sicherheitsreserve nicht benötigt wird, wird diese an die Mitglieder des österreichischen Kontingents retourniert. F: Wann muss ich das Geld überweisen? A: Der Teilnahmebetrag wird in 4 Teilzahlungen überwiesen. Den genauen Zahlungsplan und weitere Infos findest du in den Teilnahmebedingungen auf Jamda, unserer Anmeldeplattform. Zahlungsplan Teilnehmer*in und Patrullbetreuer*in: Zahlung bis Zu zahlender Betrag in € sofort bei Anmeldung 730,- 31.05.2026 1.000,- 30.11.2026 1.000,- 31.05.2027 500,- SUMME 3.230,- Zahlungsplan IST: Zahlung bis Zu zahlender Betrag in € sofort bei Anmeldung 680,- 31.05.2026 600,- 30.11.2026 600,- 31.05.2027 300,- SUMME 2.180,- F: Bekommt man die Kosten ersetzt, wenn ich mich anmelde und doch nicht mitfahren kann? A: Ja, es gibt einen Stornoplan, der genau regelt, wie viel bei einer Abmeldung bis wann zurückerstattet wird. Die Details dazu findest du in Jamda, unserer Anmeldeplattform, unter den Teilnahmebedingungen. F: Ist eine Reisekranken- oder eine Reiserücktrittsversicherung im Beitrag inkludiert? A: Nein. Da erfahrungsgemäß einige Teilnehmer*innen bereits über bestehende Versicherungen verfügen, sind keine Versicherungen inkludiert und müssen - sofern gewünscht - selbst abgeschlossen werden. Wir empfehlen jedenfalls eine Reisekrankenversicherung abzuschließen. F: Was ist die Jamboree-Patrulle bzw. der Trupp? A: Eine Patrulle umfasst jeweils 9 Jugendliche und eine*n erwachsene*n Leiter*in. Vier Patrullen bilden einen Trupp (Unit) – insgesamt also 36 Jugendliche und 4 Leiter*innen. Auf dem Jamboree werdet ihr als Trupp gemeinsam lagern, kochen und den Jamboree-Alltag gestalten. Schon einige Zeit vor dem Jamboree werdet ihr euch in der Patrulle und im Trupp bei gemeinsamen Vorbereitungstreffen kennenlernen. F: Wie werde ich einer Patrulle zugeordnet? Kann ich angeben, mit wem ich in der Patrulle sein möchte? A: Bei deiner Anmeldung auf unserer Anmeldeplattform Jamda kannst du einen \"Buddy\" angeben, also eine Freund*in mit der/dem du gerne in einer Patrulle sein möchtest. Die Einteilung der Patrullen und Units erfolgt anhand unterschiedlicher Kriterien. Wir werden dabei auch deine Angabe zu deinem Buddy berücksichtigen und in der Patrullen bestmöglich einteilen. F: Werden die Patrullen und Trupps auch Bundesländer-übergreifend eingeteilt? Nach welchen Merkmalen werden die Partullen und Trupps zusammengestellt? A: Bei der Zuteilung der Patrullen achten wir auf eine ausgewogene Alters- und Geschlechterverteilung. Bei den Patrullen ist uns außerdem wichtig, dass die Mitglieder in regionaler Nähe zueinander wohnen, sodass gemeinsame Treffen einfacher möglich sind. Die Trupps werden auch Bundesländer-übergreifend zusammengestellt. F: Bis wann ist die Anmeldung offen? A: Du kannst dich bis zum 19.10.2025 über Jamda (unsere Anmeldeplattform) anmelden. F: Wo sehe ich die Teilnahmebedingungen? A: Du kannst dir die Teilnahmebedingungen vor deiner Anmeldung im Abschnitt Download herunterladen und anschauen. Nachricht schreiben Hier findest du alle wichtigen Informationsmaterialien rund um das österreichische Kontingent am World Scout Jamboree 2027 in Polen – kompakt, übersichtlich und zum Download bereit. Egal ob du Teilnehmer*in, Patrullbetreuer*in oder IST bist – wir halten dich up to date! Hier findest du die Ausschreibung für Teilnehmer*innen. Hier findest du die Ausschreibung für Patrullbetreuer*innen. Hier findest du die Teilnahmebedinungen für Teilnehmer*innen und Patrullenbetreuer*innen Hier findest du die Teilnahmebedinungen für ISTs Hier gehts zum Download Hier gehts zum Download Du möchtest immer auf dem Laufendem bleiben? Dann folge uns auf Social Media! Du hast Fragen oder möchtest uns schreiben? Wir freuen uns auf deine Nachricht! Nachricht schreiben",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "26th World Scout Jamboree – Bravely (Polen): Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/international/internationale-lager/26th-world-scout-jamboree-bravely-polen/#c7126",
    "textcontent": "Home International Internationale Lager 26th World Scout Jamboree – Bravely (Polen) Vom 30. Juli bis 8. August 2027 findet in Polen das 26. World Scout Jamboree statt – und du kannst dabei sein! Unter dem Motto „Bravely“ (mutig sein!) treffen sich zehntausende Pfadfinder*innen aus der ganzen Welt , um gemeinsam was Großes zu erleben: neue Leute kennenlernen, Kulturen entdecken, spannende Aktionen und jede Menge Spaß. Ein Event, das du nie vergessen wirst. Versprochen. Wer kann teilnehmen? Wenn du zwischen 14 und 18 Jahren alt bist, bist du dabei! Genauer gesagt: Dein Geburtstag muss zwischen dem 30. Juli 2009 und dem 30. Juli 2013 liegen. Also check dein Geburtsdatum – vielleicht bist du genau im richtigen Alter für das Abenteuer! Jamboree Ü18? Kein Problem! Falls du älter bist, hast du die Möglichkeit, als Freiwillige*r des International Service Teams (IST) mitzumachen. Das IST spielt eine entscheidende Rolle bei der Gewährleistung eines reibungslosen Ablaufs des Jamborees und übernimmt während der gesamten Veranstaltung verschiedene unterstützende Aufgaben. Oder, du entscheidest dich, als Patrullenbetreuer*in mitzufahren. In dieser Rolle begleitest du eine Gruppe Jugendlicher, unterstützt sie im Alltag vor Ort und bist ihre erste Ansprechperson. Was kostet die Teilnahme? Für Teilnehmende und Patrullenbetreuer*innen liegt der Teilnahmebeitrag bei 3.230 Euro. Der Betrag deckt Unterkunft, Verpflegung, Programm, Transport sowie ein Vorprogramm und die gesamte Organisation ab. 10 % davon sind als Sicherheitsreserve eingeplant – die bekommst du zurück, wenn sie nicht gebraucht wird. Wenn du als Teil des International Service Teams (IST) mitmachst, zahlst du 2.180 Euro. In diesem Beitrag sind Unterkunft, Verpflegung und Organisation vor Ort enthalten. Auch hier ist die Sicherheitsreserve bereits eingerechnet. Die Beiträge sind transparent kalkuliert. In den FAQs findest du die genaue Kalkulation. Für eine mögliche Förderung findest du alle Infos hier . Wo geht’s hin? Nach Danzig in Polen – direkt an der Ostsee! Dich erwartet eine Stadt mit bunter Altstadt, spannender Geschichte und echtem Hafen-Feeling. Der perfekte Ort für ein Jamboree, bei dem Pfadfinder*innen aus der ganzen Welt zusammenkommen. Das Lagergelände liegt in der Nähe von Danzig – umgeben von Wald, Wasser und viel Platz für Abenteuer. Freu dich auf neue Begegnungen, ein abwechslungsreiches Programm – und eine Stadt, die richtig was zu bieten hat! Wie kann ich mich Anmelden? Ganz easy: Du kannst dich HIER über unsere Anmeldeplattform „Jamda“ registrieren. Sobald du deine Daten vollständig ausgefüllt hast, bekommst du von uns alle wichtigen Infos zu den nächsten Schritten. Wir freuen uns, wenn du dabei bist! Hier gehts zur Anmeldung Förderung zum Jamboree-Beitrag Das Jamboree ist mehr als nur ein Lager– es ist ein einzigartiges Treffen von tausenden Pfadfinder*innen aus der ganzen Welt - eine once‑in‑a‑lifetime‑Experience, die Freundschaften, Erinnerungen und Abenteuer fürs Leben schenkt. Das Jamboree ist eine kostspielige Angelegenheit und die Teilnahme-Gebühr für manche eine große Hürde. Um möglichst vielen das Jamboree-Erlebnis zu ermöglichen, übernimmt ein unabhängiges Team für 20 Jugendliche den Jamboree-Lagerbeitrag von 1.500 € . Das entspricht rund der Hälfte des gesamten Beitrags für das österreichische Kontingent. So kannst du dich bewerben: Schicke eine E-Mail an foerderung(at)jamboree.at mit folgenden Inhalten bis zum 19. Oktober 2025 : Motivationsschreiben (Warum willst du zum Jamboree? Welche Bedeutung hat das Jamboree für dich? Max. eine A4 Seite) Einkommensnachweis des Haushalts Finanzierungsplan für den restlichen Betrag (z. B. Aktionen, Ersparnisse, …) Du musst dich noch nicht für das Jamboree anmelden – mit deiner Förderungsbewerbung wird ein Platz für dich reserviert, den du im Falle einer Absage trotzdem noch in Anspruch nehmen kannst. Du erhältst bis spätestens 26.10.2025 eine Rückmeldung und hast anschließend bis zum 30.10.2025 Zeit für eine An- bzw. Abmeldung. Auch wer bereits angemeldet ist, kann sich bewerben. Hinweis: Alle eingereichten Daten werden vertraulich behandelt und nach den geltenden Datenschutzbestimmungen ausschließlich für den Auswahlprozess verwendet. Die Auswahl erfolgt durch ein vom CMT unabhängiges Team, das seine Entscheidung ausschließlich anhand der eingereichten Unterlagen trifft, welche im Anschluss wieder gelöscht werden. Andere Teilnehmer*innen oder Patrullenbetreuer*innen erfahren nicht, wer einen Zuschuss erhält. Das CMT - Wer steckt dahinter? Hinter der ganzen Planung für das österreichische Kontingent steht das CMT – das Kontingent Management Team. Das Team besteht aus mehreren Ressorts, also Bereichen, in denen unterschiedliche Aufgaben übernommen werden: von Logistik und Programm über Finanzen bis zu Social Media und vielem mehr. Jede*r im Team bringt eigene Stärken ein – so läuft die Vorbereitung gut organisiert ab und es wird dafür gesorgt, dass du beim Jamboree bestens betreut bist. Wenn du mehr über die einzelnen Ressorts wissen möchtest, schau auf unseren Social Media Kanälen vorbei – dort stellt das Team regelmäßig Bereiche und Personen aus dem Team vor. Was ist das Jamboree? Allgemeine Informationen findest du HIER F: Wo und wann findet das World Scout Jamboree statt? A: Das Jamboree findet von 30. Juli bis 8. August 2027 in Polen – genauer gesagt in der Nähe von Danzig – statt. Die österreichischen jugendlichen Teilnehmenden werden zusätzlich ein Vor- bzw. Nachprogramm in Polen erleben – eine spannende Gelegenheit, Land und Leute noch besser kennenzulernen. F: Wer kann teilnehmen? A: Teilnehmende: Du kannst als Teilnehmer*in mitfahren, wenn du beim Jamboree zwischen 14 und 17 Jahre alt bist. Das heißt: Du musst zwischen dem 30. Juli 2009 und dem 30. Juli 2013 geboren sein. Patrullenbetreuer*in: Dafür musst du Jugendleiter*in sein und zum Zeitpunkt des Jamborees mindestens 23 Jahre alt (geboren vor dem 30. Juli 2004). Solltest du jünger sein und trotzdem gerne als PB mit aufs Jamboree fahren wollen, kontaktiere uns bitte vorher unter units@jamboree.at IST – International Service Team: Als IST unterstützt du das Jamboree vor Ort – z. B. bei Logistik, Technik oder Programm. Auch hier gilt: Du musst beim Jamboree mindestens 18 Jahre alt sein (geboren vor dem 30. Juli 2009). F: Was unterscheidet das IST (International Service Team) von den Teilnehmenden? A: Zunächst einmal das Alter: IST-Mitglieder sind ältere Teilnehmende (ab 18 Jahren), die als freiwillige Helfer*innen mitarbeiten. Ohne IST gäbe es kein Jamboree – sie sorgen dafür, dass alles läuft. IST-Aufgaben sind vielseitig: Ihr unterstützt z. B. im Programm, helft beim Essensdienst oder begrüßt die Kontingente als erste Ansprechperson vor Ort. Dabei seid ihr nicht auf euch alleine gestellt, sondern arbeitet in internationalen Teams zusammen. Das bringt nicht nur spannende Aufgaben, sondern auch viele Freundschaften mit Menschen aus aller Welt. F: Gibt es ein Vor- oder Nachprogramm für das IST? A: Nein, ein organisiertes Vor- oder Nachprogramm gibt es nicht. Für An- und Abreise seid ihr selbst verantwortlich und könnt das flexibel gestalten. Wer mag, reist nur für das Jamboree an – andere hängen vorher oder nachher noch Urlaub dran. Wichtig ist nur: Für IST gelten meist andere An- und Abreisedaten als für die Teilnehmenden. Während des Jamborees wird es voraussichtlich ein eigenes IST-Programm für eure freien Tage geben – und ja, es wird auch freie Tage geben! F: Ab wann ist meine Anmeldung als IST fix? A: Die Anmeldung in der Jamda ist gültig, sobald ihr das unterschriebene Anmeldeformular hochgeladen und die erste Rate rechtzeitig bezahlt habt. Allerdings hängt die endgültige Platzvergabe auch von der Gesamtzahl der Teilnehmenden im Kontingent ab. Wir können euren Platz deshalb erst nach Ende der Anmeldefrist (19. Oktober 2025) endgültig garantieren. Danach erhaltet ihr eine Bestätigung per E-Mail. Bitte wartet auf diese fixe Bestätigung und geht nicht schon vorher von einem sicheren Platz aus. F: Wie hoch sind die Kosten für das Jamboree? A: Der Beitrag für Teilnehmer*innen und Patrullenbetreuer*innen beläuft sich auf 3.230 Euro und beinhaltet den Lagerbeitrag, Vor- und Nachtreffen, das Vorprogramm, Ab- und Anreise zum Jamboree sowie die Kontingentausrüstung. Wenn du als Teil des International Service Teams (IST) mitmachst, zahlst du 2.180 Euro. In diesem Beitrag sind Unterkunft, Verpflegung und Organisation vor Ort enthalten. Hier findest du alle Infos zu den Kosten: F: Was werden wir im Rahmen des Vor- bzw. Nachprogramms in Polen besichtigen? A: Das genaue Programm steht noch nicht fest und ist in Erarbeitung. Euer*e Patrullenbetreuer*in wird euch alle Informationen darüber zukommen lassen. F: Warum sind die Kosten für die Jamboree-Teilnahme so hoch? A: Ein Jamboree ist eine kostspielige Angelegenheit. Wir haben uns bemüht, einen fairen und möglichst günstigen Preis zu kalkulieren. Weiter oben findest du eine genaue Aufschlüsselung zu den Kosten. Wenn die Sicherheitsreserve nicht benötigt wird, wird diese an die Mitglieder des österreichischen Kontingents retourniert. F: Wann muss ich das Geld überweisen? A: Der Teilnahmebetrag wird in 4 Teilzahlungen überwiesen. Den genauen Zahlungsplan und weitere Infos findest du in den Teilnahmebedingungen auf Jamda, unserer Anmeldeplattform. Zahlungsplan Teilnehmer*in und Patrullbetreuer*in: Zahlung bis Zu zahlender Betrag in € sofort bei Anmeldung 730,- 31.05.2026 1.000,- 30.11.2026 1.000,- 31.05.2027 500,- SUMME 3.230,- Zahlungsplan IST: Zahlung bis Zu zahlender Betrag in € sofort bei Anmeldung 680,- 31.05.2026 600,- 30.11.2026 600,- 31.05.2027 300,- SUMME 2.180,- F: Bekommt man die Kosten ersetzt, wenn ich mich anmelde und doch nicht mitfahren kann? A: Ja, es gibt einen Stornoplan, der genau regelt, wie viel bei einer Abmeldung bis wann zurückerstattet wird. Die Details dazu findest du in Jamda, unserer Anmeldeplattform, unter den Teilnahmebedingungen. F: Ist eine Reisekranken- oder eine Reiserücktrittsversicherung im Beitrag inkludiert? A: Nein. Da erfahrungsgemäß einige Teilnehmer*innen bereits über bestehende Versicherungen verfügen, sind keine Versicherungen inkludiert und müssen - sofern gewünscht - selbst abgeschlossen werden. Wir empfehlen jedenfalls eine Reisekrankenversicherung abzuschließen. F: Was ist die Jamboree-Patrulle bzw. der Trupp? A: Eine Patrulle umfasst jeweils 9 Jugendliche und eine*n erwachsene*n Leiter*in. Vier Patrullen bilden einen Trupp (Unit) – insgesamt also 36 Jugendliche und 4 Leiter*innen. Auf dem Jamboree werdet ihr als Trupp gemeinsam lagern, kochen und den Jamboree-Alltag gestalten. Schon einige Zeit vor dem Jamboree werdet ihr euch in der Patrulle und im Trupp bei gemeinsamen Vorbereitungstreffen kennenlernen. F: Wie werde ich einer Patrulle zugeordnet? Kann ich angeben, mit wem ich in der Patrulle sein möchte? A: Bei deiner Anmeldung auf unserer Anmeldeplattform Jamda kannst du einen \"Buddy\" angeben, also eine Freund*in mit der/dem du gerne in einer Patrulle sein möchtest. Die Einteilung der Patrullen und Units erfolgt anhand unterschiedlicher Kriterien. Wir werden dabei auch deine Angabe zu deinem Buddy berücksichtigen und in der Patrullen bestmöglich einteilen. F: Werden die Patrullen und Trupps auch Bundesländer-übergreifend eingeteilt? Nach welchen Merkmalen werden die Partullen und Trupps zusammengestellt? A: Bei der Zuteilung der Patrullen achten wir auf eine ausgewogene Alters- und Geschlechterverteilung. Bei den Patrullen ist uns außerdem wichtig, dass die Mitglieder in regionaler Nähe zueinander wohnen, sodass gemeinsame Treffen einfacher möglich sind. Die Trupps werden auch Bundesländer-übergreifend zusammengestellt. F: Bis wann ist die Anmeldung offen? A: Du kannst dich bis zum 19.10.2025 über Jamda (unsere Anmeldeplattform) anmelden. F: Wo sehe ich die Teilnahmebedingungen? A: Du kannst dir die Teilnahmebedingungen vor deiner Anmeldung im Abschnitt Download herunterladen und anschauen. Nachricht schreiben Hier findest du alle wichtigen Informationsmaterialien rund um das österreichische Kontingent am World Scout Jamboree 2027 in Polen – kompakt, übersichtlich und zum Download bereit. Egal ob du Teilnehmer*in, Patrullbetreuer*in oder IST bist – wir halten dich up to date! Hier findest du die Ausschreibung für Teilnehmer*innen. Hier findest du die Ausschreibung für Patrullbetreuer*innen. Hier findest du die Teilnahmebedinungen für Teilnehmer*innen und Patrullenbetreuer*innen Hier findest du die Teilnahmebedinungen für ISTs Hier gehts zum Download Hier gehts zum Download Du möchtest immer auf dem Laufendem bleiben? Dann folge uns auf Social Media! Du hast Fragen oder möchtest uns schreiben? Wir freuen uns auf deine Nachricht! Nachricht schreiben",
    "image_paths": [],
    "date": "2025-09-19"
  }
]