[
  {
    "title": "Bundesverbands-Newsletter: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "http://ppoe.at/newsletter",
    "textcontent": "Home Service Informationen für Pfadfinder*innen Bundesverbands-Newsletter Hier findest du alle Ausgaben unseres Bundesverbands-Newsletters zum Nachlesen. Wir informieren regelmäßig über aktuelle Entwicklungen, spannende Projekte und wichtige Termine rund um die Pfadfinder*innen Österreichs und darüber hinaus. Bleib auf dem Laufenden – scroll dich durch unsere Archiv-Ausgaben! aktuelle Termine Happy Birthday! Die Uniform ist vollständig! Defibrillator benötig? Jugendwort des Jahre 2025 - checkst du? Werbepaket angekommen? Pfadis welcome! Aktion gesucht? Vereinspreis OÖ – Preisgeld für Projekte! SCOREG 2.0 – Ein Infoabend! Klimajugendrat in Wien Leiter*innenkongress -> Save the Date – 30./31.5.2026! aktuelle Termine Leiter*innenkongress -> Save the Date – 30./31.5.2026! SCOREG 2.0 – Ein Infoabend! Bündnis für Gemeinnützigkeit – Bildungsangebote Fundraising Verband Austria - Bildungsangebote VHS Götzis – spezielle Bildungsangebote Freiwillig engagiert – viele Bildungsangebote! PPÖ interne Ausbildungen – der Überblick! aktuelle Termine Sich dieses Jahr für nachhaltiges Handeln auszeichnen lassen? Medienheld*in werden? Im Herbst ein Lager vegetarisch oder sogar vegan verpflegen? Climate @ heimstunde Seid ihr Champions for nature? Ist no waste möglich? Jede*r kann doch lesen?! Nur zur Sicherheit! aktuelle Termine Letzte Ausstattung für dein Lager! Wir wollen gewinnen 1 – „Spitzenplatz“ Wir wollen gewinnen 2 – „Vereinschallenge“ . Österreichischer Integrationspreis – jetzt einreichen! Österreichischer Staatspreis – jetzt einreichen! Wie nachhaltig wollen und können heute Gen Z und CEOs? Heimstundenprogramm gesucht? Save the Date – 30./31.5.2026! Sommer-Streaming-Tipp Kinder Uniform-Polo ab jetzt im Shop! Spendenabsetzbarkeit für Pfadi-Gruppen – wo stehen wir? aktuelle Termine Wie könnte man damit umgehen? Kinder Uniform-Polo ab jetzt im Shop! Jamboreee 2027: Bald geht es Los! Spendenabsetzbarkeit für Pfadi-Gruppen - wo stehen wir? TV-Tipp: Sonntag, 15.06., 23:06 Uhr ORF 2 Globales Lernen: Einladung zur Einreichung! 65. Lotterie der PPÖ - sensationell! Mitgleidschaft und Versicherungsschutz?! reinigungsaktion - wart ihr dabei? Jugendwort des Jahres 2025? Gesprächsrahmen schaffen Bei den Fakten bleiben Alle Gefühle sind erlaubt Wie kann eine Heimstunde dazu konkret aussehen? Hilfe in Anspruch nehmen aktuelle Termine 65. Lotterie der PPÖ - sensationell! Mitgliedschaft und Versicherungsschutz?! Reinigungsaktion - wart ihr dabei? Die neuen Posttarife und ihre Laufzeit Jugendwort des Jahres 2025? Projektförderung bis zu 5.00,- Fotos für den Freiwilligenkalender 2026 Interkulturelle Fortbildung?! Ausgezeichnet 1 - Florian! Ausgezeichnet 2 - Bundes-Ehrenzeichen! Gruppendaten für die externe Webseite Anleitung zur Datenpflege Was machen Gruppen ohne SCOREG? aktuelle Termine Projektförderung: bis zu 5.00,- Fotos für den Freiwilligenkalender 2026 Interkulturelle Fortbildung?! Deine Meinung ist gefragt! Ausgezeichnet 1 - Florian! Ausgezeichnet 2 - Bundes-Ehrenzeichen! Ehrenamtliches Engagement wird anerkannt Gruppendatein für die externe Webseite Anleitung zur Datenpflege Was machen Gruppen ohne SCOREG? aktuelle Termine Gruppendaten für die externe Webseite Anleitung zur Datenpflege Was machen Gruppen ohne SCOREG? Umbennenung des Verbandes! C&A - nein danke! Kostenlose Co-Creation Workshops zum Thema \"Resilienz\" Förderung zur Photovoltaik und Speicher offen! Inside GenZ - Ö3 Jugendstudie! aktuelle Termine Warum junge Mesnchen heute zu den Pfadis gehen? Umbennenung des Verbandes! C&A - nein danke! Konstenlose Co-Creation Workshops zum Thema \"Resilienz\" Caritas-Lehrgang im Asyl- und Migrationsrecht Förderung Photovoltaik und Speicher offen! Inside GenZ - Ö3 Jugendstudie! Dein Engagement fest im Griff Mit Hilfe unserer Jugendleiter*innen TECHNIX - Euer Feedback ist gefragt! Safe Space oder Risiko-Zone? Kinderschutz im digitalen Raum aktuelle Termine Mit Hilfe unserer Jugendleiter*innen TECHNIX - Euer Feedback ist gefragt! Dein Engagement fest im Griff! Safe Space oder Risiko-Zone? Kinderschutz im digitalen Raum Nimm doch am BJV-Kinderbeirat teil! Urheberrecht - aufgepasst! Neue Vorlagen - Außenwerbung Roll-Up Tausch?! Friedenslicht Delegation zusammenstellen!",
    "image_paths": [
      "/media/psf/development/web-crawler/collection/ppoe_at-programm/images/csm_Bildschirmfoto_2025-09-15_um_22.20.52_c5ae535c4a.png",
      "/media/psf/development/web-crawler/collection/ppoe_at-programm/images/csm_Newsletter16-25Motivbild_4f3ea1554a.png",
      "/media/psf/development/web-crawler/collection/ppoe_at-programm/images/csm_Bildschirmfoto_2025-08-06_um_14.47.41_376521e878.png",
      "/media/psf/development/web-crawler/collection/ppoe_at-programm/images/csm_Newsletter14_02_41c83efe6b.png",
      "/media/psf/development/web-crawler/collection/ppoe_at-programm/images/csm_Newsletter13_25_b58cd2e0c8.png",
      "/media/psf/development/web-crawler/collection/ppoe_at-programm/images/csm_Newsletter12_25_454bf54909.png",
      "/media/psf/development/web-crawler/collection/ppoe_at-programm/images/csm_Newsletter11_25_15125ec1b6.png",
      "/media/psf/development/web-crawler/collection/ppoe_at-programm/images/csm_Newsletter10_25_73d8e95a5f.png",
      "/media/psf/development/web-crawler/collection/ppoe_at-programm/images/csm_Newsletter9_25_3125b7db9d.png",
      "/media/psf/development/web-crawler/collection/ppoe_at-programm/images/csm_Newsletter8_25_63b1f1f53d.png",
      "/media/psf/development/web-crawler/collection/ppoe_at-programm/images/csm_Newsletter7_25_a94c03be2e.png"
    ],
    "date": "2025-09-19"
  },
  {
    "title": "CaEx - Team - Erweiterung: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "http://ppoe.at/programm/caravelles-explorer-13-16-jahre/caex-team-erweiterung/?L=0",
    "textcontent": "Home Programm Caravelles & Explorer (13-16 Jahre) CaEx - Team - Erweiterung Alle Details findest du in dieser Ausschreibung. Du hast Interesse? Dann wende dich an das CaEx - Bundesteam",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "24/7 die RaRo-WG: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "http://ppoe.at/programm/ranger-rover-16-20-jahre/247-die-raro-wg/?L=0",
    "textcontent": "Home Programm Ranger & Rover (16-20 Jahre) 24/7 die RaRo-WG Die „RaRo – WG“ ist kein typisches Pfadfinderlager in den Ferien, das in der Natur in Zelten und Jurten stattfindet, sondern ein Lager, das sich neben und während des Alltags der Teilnehmenden ereignet. Zielgruppe für die „RaRo – WG“ sind Ranger & Rover und deren Begleiter. Die Methode beinhaltet, dass die RaRo in der Rotte/Runde für einen gewissen Zeitraum zusammenwohnen, sozusagen eine „WG auf Zeit“ bilden. Die Grundidee der „RaRo – WG“ ist dabei, Alltag und Elemente des pfadfinderischen Lagerlebens miteinander zu verknüpfen. Von außen betrachtet könnte es sein, dass man die Teilnehmenden nicht als Pfadfinder oder Pfadfinderinnen erkennt. Denn tagsüber gehen die einzelnen Rotten-/ Rundenmitglieder ihrem Alltag nach, gehen zur Schule, in die Uni oder zur Arbeit. Erst am Abend findet das eigentliche Programm statt: pfadfinderische Aktivitäten, gemeinsam kochen, putzen und übernachten. Am nächsten Morgen geht es dann wieder an die ganz alltägliche Arbeit.",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "SCOUTSHOP: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "http://ppoe.at/scoutshop",
    "textcontent": "Home SCOUTSHOP Liebe SCOUTSHOP-Verantwortliche, liebe Gruppenbetreuer*innen, liebe Pfadfinder*innen! Unser langjähriger Partner, die Burg Bekleidungswerke GmbH , führt alle Pfadiartikel (Uniform, Abzeichen, Schriften usw.) in ihrem Sortiment. Alles aus einer Hand , von einem Lieferanten. Gruppenbestellungen durch Gruppenbetreuer*innen bzw. Scout-Shop-Verantwortliche erhalten immer 5% Rabatt , eine Zahlung ist mit Zahlschein oder Überweisung möglich. einmalige Versandkosten und ein Ansprechpartner für alle Bestellungen kürzere Wartezeiten Möglichkeit online, per Fax oder per E-Mail zu bestellen Einzelbestellungen sind bei einem Mindestbestellwert von 15,-- Euro (exklusive MwSt.) mit Vorauszahlung möglich. Eure Bestellungen werden von der Burg Bekleidungswerke GmbH betreut, kontaktieren könnt ihr unseren Partner unter: BURG Bekleidungswerk GmbH Kundenbetreuerin Melanie Sosic Industriegelände 5 A-7035 Steinbrunn Telefon: +43 2624 52345 Fax: +43 2624 52345-26 E-Mail: order(at)burghemden.at Web: www.burghemden.at Zum SCOUTSHOP Beanies mit weißem oder reflektierendem Druck sowie Logo-Clip Tennissocken Hoodie & Sweatjacke",
    "image_paths": [
      "/media/psf/development/web-crawler/collection/ppoe_at-programm/images/csm_24-12_PP%C3%96-Beanie_Angeschnitten_%E2%80%93_Produkt_95a67ba050.jpg",
      "/media/psf/development/web-crawler/collection/ppoe_at-programm/images/csm_24-12_PP%C3%96-Beanie_Reflektierend_%E2%80%93_Front_8587d59209.jpg",
      "/media/psf/development/web-crawler/collection/ppoe_at-programm/images/csm_24-12_PP%C3%96-Beanie_Clip_%E2%80%93_Detail_c4d4027616.jpg",
      "/media/psf/development/web-crawler/collection/ppoe_at-programm/images/csm_2024-12_Tennissocken_%E2%80%93_Front_23d7ca9c94.jpg",
      "/media/psf/development/web-crawler/collection/ppoe_at-programm/images/csm_2024-12_Tennissocken%E2%80%93_Detail_21dfa207c9.jpg",
      "/media/psf/development/web-crawler/collection/ppoe_at-programm/images/csm_2025-03_Kapuzenhoodie_Front_%E2%80%93_Freigestellt_64129ab3b3.png",
      "/media/psf/development/web-crawler/collection/ppoe_at-programm/images/csm_2025-03_Kapuzensweater_Front_%E2%80%93_Freigestellt_fdfa0045ad.png"
    ],
    "date": "2025-09-19"
  },
  {
    "title": "Programm: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/",
    "textcontent": "Home Programm Hier findest du alle aktuellen Programmangebote der PPÖ. Informiere dich über das Pädagogische Konzept die Biber die Wichtel und Wölflinge die Guides und Späher die Caravelles und Explorer die Ranger und Rover die Gruppenleitung und die Bundesthemen",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "Ausbildung: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/ausbildung/",
    "textcontent": "Home Ausbildung Hier findest du alle aktuellen Informationen über die Ausbildung der PPÖ. Informiere dich über die Ausbildung der PPÖ - ein Gesamtüberblick die Ausbildung für Jugendleiter*innen die Ausbildung für Stufenleiter*innen Unterlagen und Download die Gruppenleiter*innenausbildung die Seminaranmeldung den Woodbadgekurs die Trainer*innenausbildung die Gilwellparkgruppe",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "Ausbildung für Gruppenleiter*innen: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/ausbildung/ausbildung-fuer-gruppenleiterinnen/",
    "textcontent": "Home Ausbildung Ausbildung für Gruppenleiter*innen Die Ausbildung für Gruppenleiter*innen der PPÖ ist kompetenzorientiert und modular aufgebaut. Wichtig ist, dass Vorwissen anerkannt wird, das heißt, wenn du im Rahmen deiner Ausbildung, im Beruf oder selbstverständlich auch bei den Pfadfinder*innen bereits Kompetenzen erworben hast, werden dir diese angerechnet . Schätze dich selbst ein und entscheide danach, welche Kompetenzen du bereits hast oder wo du noch Schritte in deiner Weiterentwicklung tun musst. Dabei begleiten dich ein erfahrenes Mitglied deines GL -Teams, der+die Gruppenauisbildungsbegleiter*in (GAB) der Pfadfinder*innengruppe, ein*e erfahrene*r Gruppenleiter*in aus einer nachbargruppe in deiner Regaion oder einee Person aus dem GL -Team deines Landsverbandes. Hier findest du alle relevanten Informationen. Wenn du Fragen hast, wende dich an deine Landesbauftragten für Gruppenleitung und/oder Ausbildung in deinem Bundesland. Die Ausbildung besteht aus: Die Ausbildung beginnt mit dem Einstiegsgespräch für GL , in dem der*die Lernende die Entscheidung für die GL -Ausbildung trifft und einen Überblick über den Ausbildungsweg bekommt. Anschließend arbeitet der*die Lernende idealerweise im GL -Team mit und sammelt erste Erfahrungen. Diese Module der Jugendleiter*innenausbildung sind für die GL -Ausbildung relevant: Startveranstaltung (erstes Ausbildungsmodul, wenn noch nicht besucht) Erste Hilfe Elternarbeit Führungsverhalten Freiwilliges Engagement Gruppenentwicklung (wenn möglich vor Teamleitungsausbildung besuchen) Kommunikation (wenn möglich vor Teamleitungsausbildung besuchen) Arbeiten im Team Gruppendynamik Leiten eines Teams Arbeiten im Gruppenrat Geschlechterbezogenes Arbeiten Öffentlichkeitsarbeit Partizipation in der Gruppe Personalmanagement (AIS) Rechte und Pflichten der GL Risikomanagement Sicherheitshalber für GL Strategische Planung Vitale Pfadfinder*innengruppe Zielorientierte Jahresplanung Hier findest du relevante Informationen zu folgenden Themen: Für den Antritt der Ausbildung sind folgende Anforderungen zu erfüllen: Bereitschaft zur Arbeit mit ehrenamtlichen Erwachsenen in der Pfadfinder*innengruppe und zur Arbeit im Team Persönliche Eignung (Haltung und Charakter) Anerkennung der Werte der Pfadfinder und Pfadfinderinnen Österreichs Vollendetes 25. Lebensjahr – geregelt in Verbandsordnung 3.8.4 Registriertes Mitglied in einer Pfadfinder*innengruppe Für die Beurteilung der Teilnahmevoraussetzung ist der Gruppenrat verantwortlich – er wählt neue Gruppenleiter*innen hinsichtlich ihrer persönlichen und fachlichen Eignung aus und schlägt sie dem Elternrat zur Bestellung und für den Beginn ihrer Ausbildung vor. Das Vorwissen der Gruppenleiter*innen wird im Rahmen Ausbildung für Gruppenleiter*innen anerkannt. In erster Linie soll jeder*jede Lernende selbst erkennen, welche Kompetenzen er oder sie bereits hat, und welche noch im Rahmen der drei Lernebenen erworben werden müssen. Dabei bedarf es der Unterstützung durch ihre*n Begleiter*in. Dies soll keine Prüfung sein - die Letztentscheidung kann nur der oder die Lernende selber treffen. Inhalte und Kompetenzen eines Moduls, welche bereits in einer anderen Ausbildung (Seminare anderer (Jugend-)Vereine, einschlägige Kurse an Universitäten und Fachhochschulen oder Seminarangebote von professionellen Anbietern) erworben wurde, können in einem Fortschrittsgespräch mit dem*der Begleitung zur GL -Ausbildung anrechnet werden. Dabei sollen die Inhalte und Kompetenzen gleichwertig abgedeckt sein und mindestens der jeweiligen Seminar-/Moduldauer entsprechen. Dass die relevanten Kompetenzen vermittelt wurden, sollte mit einer Seminarbestätigung o.Ä. dokumentiert werden. Das Zertifikat Gruppenleiter*in der PPÖ wird dir nach dem Abschlussgesprächs überreicht. Voraussetzungen für das Abschlussgespräch: Praktische Arbeit mit ehrenamtlichen Erwachsenen in deiner Pfadfinder*innengruppe Absolvierung aller Ausbildungsmodule inkl. Transfer in die Praxis Durchführung von mindestens einem Fortschrittsgespräch mit deinem oder deiner Begleiter*in in der GL-Ausbildung. Dokumentation deiner Lernschritte während der Ausbildung Folgende Tools sollen dich während deiner GL -Ausbildung unterstützen: Das Fortschritte-Heft für GL unterstützen dabei, die Ausbildung als Gruppenleiter*in zu planen und zu dokumentieren. Sie bieten einen Überblick über die gesamte Ausbildung. Darin werden die Erfahrungen und Erlebnisse im Rahmen der GL -Ausbildung festgehalten und die Lernfortschritte dokumentiert. Wo gibt es die Fortschritte-Hefte? Du kannst dir die Fortschritte für GL , sowie die Fortschritte für Teamleitung als PDF herunterladen. Du findest die Inhalte der Fortschritte aber auch auf der eLearning-Plattfom der Ausbildung . Hier geht´s zum Download der Fortschritte für GL. Du kannst dir also die Fortschritte für GL selbst ausdrucken. Oder du kannst dir deine Fortschritte online bestellen. Infos dazu findest du hier. Im eLearning-Portal findest du alles was du brauchst: Übersicht und Detailbeschreibung der Module Seminaranmeldung Seminarbegleitung Fachwissen der PPÖ ePortfolio Hier findest du alle Informationen über die GL -Ausbildung auf einen Blick. Hier kannst du das Curriculum der Gruppenleitung herunterladen. Hier findest du alle Methoden zur Festellung deines Lernfortschritts, die wir dir während deiner Ausbildung anbieten. Selbsteinschätzung Für jene Kompetenzen, die du in der Praxis innerhalb der Pfadfinder*innengruppe erwerben kannst, erfolgt zu Beginn der jeweiligen Ausbildungsphase eine Standortbestimmung, wo du dich selbst bezüglich deines Vorwissens einschätzt. Die je Modul definierten Kompetenzen und das Einschätzungsverfahren sind im Fortschritte-Heft beschrieben. Daraus wirst du mit Unterstützung deines*deiner Begleiter*in der GL -Ausbildung anhand der darin beschriebenen Vorschläge persönliche an das Lernumfeld angepasste Lernschritte ableiten und vereinbaren. Nach der Umsetzung von Lernschritten erfolgt regelmäßig eine erneute Selbsteinschätzung der erreichten Lernergebnisse. Portfolio Im persönlichen Lernportfolio dokumentierst du den Lernprozess, also die durchgeführten Lernschritte, deine Erfahrungen und Erlebnisse zum Erwerb der Kompetenzen, deine Arbeitsergebnisse ( z.B. Planungsdokumente, Protokolle, Fotos, Notizen zu Feedback etc.) und deine Gedanken aus persönlichen Reflexionen. Die Dokumentation erfolgt entweder auf den dafür vorgesehenen Seiten in den Fortschritten für GL ergänzt um weitere Dokumente oder in einer anderen nachvollziehbaren Form ( z.B. Mappe, Onlinedokumentation, Kartei, Schulheft). Ausbildungsbegleitung in der Gruppe Für die Tätigkeit als Gruppenleiter*in benötigt der*die Lernende viele Kompetenzen, die er*sie im selbstständigen Lernen, im Lernen im Team wie auch auf Seminaren erwirbt und ausbaut. Auf dem Weg der GL -Ausbildung ist es zielführend, dass der*die Lernende begleitet wird. Es ist wichtig jemanden zu haben, um sich auszutauschen, die Erlebnisse und Erfahrungen mitzuteilen oder um Rat fragen zu können. Diese Person, welche den*die Lernende begleitet und ihm*ihr zur Seite stehen soll, kann er*sie sich selbst wählen. Deine Möglichkeiten sind: ein erfahrenes Mitglied des eigenen GL-Teams der*die Gruppenausbildungsbegleiter*in (GAB) der Pfadfinder*innengruppe ein*e erfahrene*r Gruppenleiter*in aus einer Nachbargruppe in der Region eine Person aus dem GL-Team des Landesverbandes Ausbildung auf Seminaren Auf Präsenzveranstaltungen begleiten erfahrene Trainer*innen der PPÖ die Lernenden beim Kompetenzerwerb im Rahmen von sogenannten „Seminarmodulen“, welche jeweils aus einer oder mehreren Seminareinheiten bestehen. Der Aufbau von Seminareinheiten der GL -Ausbildung ist für alle Trainer*innen einheitlich und verbindlich in Form von Planungsdokumenten beschrieben. Für die einzelnen Seminarmodule sind einheitliche Ausbildungsziele gemäß den jeweils zugeordneten Kompetenzen definiert. Als Feststellungskriterien sind je Seminareinheit Lehrziele formuliert. Die Feststellung der Lernergebnisse obliegt dem jeweiligen Seminarteam und die erfolgreiche Teilnahme wird in Form einer Urkunde bestätigt. Nach dem Besuch eines Seminarmoduls haben die Lernenden sogenannte „Transferaufgaben“ durchzuführen – also Lernschritte, die sie in der Praxis machen. Es gehört zu den Aufgaben des*der Begleiter*in der GL -Ausbildung die Erfüllung der Transferaufgaben im Blick zu haben. Ab Erfüllung der Teilnahmevoraussetzungen starten die Lernenden in ihre Ausbildung. Mithilfe eines vernetzten Systems aus unterschiedlichen Methoden erfolgt laufend die Feststellung der Lernschritte. Am Ende der Ausbildung meldet der*die Begleiter*in der GL -Ausbildung den Abschluss im Landesverband. Als Hilfsmittel für die Verwaltung und Dokumentation dienen Urkunden und elektronische Systeme (Seminarverwaltung, Ausbildungsverwaltung). Der*Die Lernende ist berechtigt jederzeit Einsicht in die Dokumentation zu nehmen und einen Auszug zu verlangen. Für etwaige Einsprüche oder Schlichtungen können sich Lernende an die Landesbeauftragten für Ausbildung wenden. Das Lernportfolio, also die Dokumentation der Arbeitsergebnisse in der Gruppe, ist derzeit durch die Lernenden selbst aufzubewahren und verbleibt bei ihnen. Nach positivem Abschluss sämtlicher Ausbildungsmodule bestätigt der Landesverband den Erfolg in Form eines Zertifikats. Die Verantwortung für die weitere Ausbildung liegt bei den Gruppenleiter*innen selbst. Lebenslanges Lernen ist auch für den*die Gruppenleiter*in wichtig. Weiterbildungsangebote gibt es innerhalb und außerhalb der PPÖ .",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "Ausbildung für Jugendleiter*innen: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/ausbildung/ausbildung-fuer-jugendleiterinnen/",
    "textcontent": "Home Ausbildung Ausbildung für Jugendleiter*innen Die Ausbildung für Jugendleiter und Jugendleiterinnen der PPÖ ist kompetenzorientiert und modular aufgebaut. Wichtig ist, dass Vorwissen anerkannt wird, das heißt, wenn ich im Rahmen meiner Ausbildung, im Beruf oder selbstverständlich auch bei den Pfadfinder*innen bereits Kompetenzen erworben habe, werden mir diese angerechnet . Ich schätze mich selbst ein und entscheide danach, welche Kompetenzen ich bereits habe oder wo ich noch Schritte in meiner Weiterentwicklung tun muss. Dabei begleiten mich mein Stufenteam, mein Gruppenausbildungsbegleiter oder meine Gruppenausbildungsbegleiterin und auch die Stufenbeauftragten beziehungsweise die Beauftragten für Gruppenleiter*innen in meinem Landesverband. Hier findest du alle relevanten Informationen. Wenn du Fragen hast, wende dich an deine Landesbauftragten für Ausbildung in deinem Bundesland. Die Ausbildung geliedert sich in 3 Phasen, die in Module unterteilt sind. Einstiegsgespräch Startveranstaltung Arbeiten mit Gruppen Erste Hilfe Freiwilliges Engagement Führungsverhalten Geschlechterbezogenes Arbeiten Gesetzlicher Rahmen Kommunikation Lebenssraum Natur Methoden der Altersstufe Pädagogisches Konzept 1 Partizipation 1 Sicherheitshalber Zielorientierte Planung Elternarbeit Gefahren und Risiken Gruppenentwicklung Partizipation 2 Pädagogisches Konzept 2 Praxisaufgabe Spiritualität Abschlussgespräch Hier findest du relevante Informationen der Jugendleiter*innenausbildung zu folgenden Themen: Für den Antritt der Ausbildung sind folgende Anforderungen zu erfüllen: Bereitschaft zur Arbeit mit Kindern und Jugendlichen und zur Arbeit im Team Persönliche Eignung (Haltung und Charakter) Anerkennung der Werte der Pfadfinder und Pfadfinderinnen Vollendetes 17. Lebensjahr (für die Teilnahme an der Startveranstaltung) Regsitriertes Mitglied einer Pfadfinder*innengruppe Für die Beurteilung der Teilnahmevoraussetzung ist der Gruppenrat verantwortlich – er wählt neue Leiter*innen hinsichtlich ihrer persönlichen und fachlichen Eignung aus und schlägt sie dem Elternrat zur Bestellung und für den Beginn ihrer Ausbildung vor. Für die Jugendleiter*innenausbildung werden bereits extern erworbene Kompetenzen nach Einzelfallprüfung anerkannt. Diese müssen nachweisbar qualitätsvoll und in mindestens äquivalentem zeitlichen Umfang erworben worden sein. Die Module \"Methoden der Altersstufen\" und \"Pädagogisches Konzept 1 + 2\" können nicht erlassen werden. Das Zertifikat Jugendleiter*in der PPÖ wird dir nach dem Abschlussgesprächs überreicht. Voraussetzungen für das Abschlussgespräch: Praktische Arbeit mit Kindern oder Jugendlichen in deiner Pfadfinder*innengruppe Absolvierung aller Ausbildungsmodule inkl. Transfer in die Praxis Durchführung von mindestens zwei Fortschrittsgesprächen mit deinem oder deiner Gruppenausbildungsbegleiter*in Präsentation deines Praxisprojektes im Rahmen einer Expert*innenrunde der jeweiligen Altersstufe Überprüfung und Dokumentation deiner Lernschritte während der Ausbildung Folgende Tools sollen dich während deiner Jugendleiter*innen-Ausbildung unterstützen: Die Fortschritte-Hefte unterstützen dich dabei, deine Ausbildung als JugendleiterIn zu planen und zu dokumentieren. Sie bieten dir einen Überblick über die gesamte JugendleiterInnenausbildung. Du hältst deine Erfahrungen und Erlebnisse im Rahmen deiner JugendleiterInnenausbildung fest, dokumentierst deine Lernfortschritte, um sie zu einem späteren Zeitpunkt, etwa beim Gespräch mit deiner Gruppenausbildungsbegleiterin oder deinem Gruppenausbildungsbegleiter zur Hand zu haben. Wo gibt es die Fortschritte-Hefte? Du kannst dir hier alle Einzelteile der Fortschritte, sowie die Fortschritte für Teamleitung und Lagerleitung, als PDF herunterladen. Du findest die Inhalte der Fortschritte aber auch auf der eLearning-Plattfom der Ausbildung . Hier geht´s zum Download der Fortschritte-Hefte und auch der Kärtchen-Version der Fortschritte. Du kannst dir also die Hefte wie auch die Kärtchen selbst ausdrucken. Oder du kannst dir deine Fortschritte online bestellen. Infos dazu findest du hier. Im eLearning-Portal findest du alles was du brauchst: Übersicht und Detailbeschreibung der Module Seminaranmeldung Seminarbegleitung Fachwissen für Jugendleiter*innen ePortfolio Hier findest du alle Informationen über die Jugendleiter*innenausbildung auf einen Blick. Hier kannst du das Curriculum der Jugendleiter*innenausbildung herunterladen. Hier findest du alle Methoden zur Festellung deines Lernfortschritts, die wir dir während deiner Ausbildung anbieten. Selbsteinschätzung Für jene Kompetenzen, die du in der Praxis innerhalb der Pfadfinder*innengruppe erwerben kannst, erfolgt zu Beginn der jeweiligen Ausbildungsphase eine Standortbestimmung, wo du dich selbst bezüglich deines Vorwissens einschätzt. Die je Modul definierten Kompetenzen und das Einschätzungsverfahren sind im Fortschritte-Heft beschrieben. Daraus wirst du mit Unterstützung deines*deiner Gruppenausbildungsbegleiter*in (GAB) anhand der darin beschriebenen Vorschläge persönliche an das Lernumfeld angepasste Lernschritte ableiten und vereinbaren. Nach der Umsetzung von Lernschritten erfolgt regelmäßig eine erneute Selbsteinschätzung der erreichten Lernergebnisse. Portfolio Im persönlichen Lernportfolio dokumentierst du den Lernprozess, also die durchgeführten Lernschritte, deine Erfahrungen und Erlebnisse zum Erwerb der Kompetenzen, deine Arbeitsergebnisse ( z.B. Planungsdokumente, Protokolle, Fotos, Notizen zu Feedback etc.) und deine Gedanken aus persönlichen Reflexionen. Die Dokumentation erfolgt entweder auf den dafür vorgesehenen Seiten in den Fortschritte-Heften ergänzt um weitere Dokumente oder in einer anderen nachvollziehbaren Form ( z.B. Mappe, Onlinedokumentation, Kartei, Schulheft). Ausbildungsbegleitung in der Gruppe Im Rahmen von regelmäßigen Ausbildungsgespräche unterstützt dein*deine GAB dich bei der Planung von Lernschritten und der Reflexion der Lernergebnisse. Im Gespräch, unter Berücksichtigung deiner Selbsteinschätzung sowie nach Rücksprache mit deinem Stufenteam und anhand des vorgelegten Portfolios stellen GAB und du den Lernfortschritt und damit die Erreichung jener Lernergebnisse fest, deren Kompetenzerwerb dem Lernumfeld Pfadfinder*innengruppe zugeordnet ist („Praxismodule“). Als Kriterien dienen die Kompetenzformulierungen. Kompetenzen sind so definiert, dass sie von dir erreicht werden können. Sollten im Gespräch mit dem*der GAB Zweifel bestehen, dass die Lernergebnisse bereits erreicht worden sind bzw. durch Vorlage des Portfolios nicht schlüssig und glaubhaft erklärt werden können, so werden weitere Lernschritte vereinbart. Im Falle von Unstimmigkeiten bei der Beurteilung zwischen dir und deinem*deiner GAB kann die Gruppenleitung hinzugezogen werden. Sie ist darüber hinaus eine weitere Ansprechperson für dich. Nach Erreichung sämtlicher Lernergebnisse der Praxismodule und Absolvierung aller Seminarmodulen inkl. Transferaufgaben und damit Abschluss aller Module einer Ausbildungsphase bestätigen der*die GAB nach einem Abschlussgespräch mit dir den erfolgreichen Abschluss der Phase deinem Landesverband. Praxisbetreuung - Ausbildung im Stufenteam Erfahrene Stufenleiter*innen in deinem Team begleiten und unterstützen dich bei der Umsetzung deiner Lernschritte in der Praxis mit den Kindern und Jugendlichen. Sie ermöglichen dir ein Gleichgewicht zwischen Eigenverantwortung und Handlungsspielraum einerseits, sowie Anleitung und Feedback durch erfahrene Leiter*innen andererseits. Die Stufenleiter*innen haben dabei die Aufgabe deine Ausbildung in der Praxis zu gewährleisten, also, dass du die definierten Kompetenzen erwerben kannst. Gleichzeitig beobachten sie deine Lernfortschritte, geben Feedback und beurteilen, ob die Lernergebnisse erreicht worden sind. Als Kriterien dienen die Kompetenzformulierungen in den Fortschritte-Heften. Die Stufenleitung - mit Fokus auf die fachliche Feststellung - und der*die GAB – mit Fokus auf den Lernprozess- stimmen sich bezüglich der Beurteilung und Feststellung der Lernergebnisse in der Gruppe regelmäßig ab. Ausbildung auf Seminaren Auf Präsenzveranstaltungen begleiten dich erfahrene Trainer*innen der PPÖ beim Kompetenzerwerb im Rahmen von sogenannten „Seminarmodulen“, welche jeweils aus einer oder mehreren Seminareinheiten bestehen. Die Beschreibung von Seminareinheiten ist für alle Trainer*innen einheitlich und verbindlich in Form von Planungsdokumenten beschrieben. Für die einzelnen Seminarmodule sind einheitliche Ausbildungsziele gemäß den jeweils zugeordneten Kompetenzen definiert. Als Feststellungskriterien sind je Seminareinheit Lehrziele formuliert. Die Feststellung der Lernergebnisse obliegt dem jeweiligen Seminarteam und deine erfolgreiche Teilnahme wird in Form einer Urkunde bestätigt. Nach dem Besuch eines Seminarmoduls hast du sogenannte „Transferaufgaben“ durchzuführen, welche Lernschritte darstellen, die in der Praxis durchzuführen sind. Deren Erfüllung im Blick zu haben gehört zu den Aufgaben des*der GAB. Praxisarbeit Gegen Ende der Ausbildung für Jugendleiter*innen hast du eine Praxisaufgabe zu planen, durchzuführen, zu reflektieren, zu dokumentieren und zu präsentieren. Inhaltlich deckt die Aufgabenstellung ein weites Feld der erworbenen pädagogischen und methodischen Kompetenzen ab und hat daher eine wichtige Funktion im Rahmen der Feststellung deines Lernerfolges. Die Präsentation ermöglicht dir einerseits Feedback im Austausch mit anderen Jugendleiter*innen zu erhalten und dadurch deinen Lernerfolg zu verbessern, andererseits dient sie der Beurteilung der Lernergebnisse. Zu diesem Zweck ist bei jeder Präsentation ein Trainer oder eine Trainerin des Landesverbandes anwesend, der*die den Erfolg bestätigt. Ab Erfüllung der Teilnahmevoraussetzungen starten die Lernenden in ihre Ausbildung. Mithilfe eines vernetzten Systems aus unterschiedlichen Methoden erfolgt laufend die Feststellung der Lernergebnisse. Die Resultate der einzelnen Feststellungselemente werden gebündelt und im jeweils zuständigen Landesverband dokumentiert. Dazu melden sowohl GruppenausbildungsbegleiterInnen am Ende jeder Ausbildungsphase, als auch die einzelnen Seminarteams nach Durchführung einer Seminareinheit die Ergebnisse des Feststellungsverfahrens an die Landesverbandsadministration. Als Hilfsmittel für die Verwaltung und Dokumentation dienen Urkunden ( z.B. für Seminareinheiten, Praxisaufgabe) und elektronische Systeme (Seminarverwaltung, Ausbildungsverwaltung). Der Lernende ist berechtigt jederzeit Einsicht in die Dokumentation zu nehmen und einen Auszug zu verlangen. Für etwaige Einsprüche oder Schlichtungen können sich Lernende an die Landesbeauftragten für Ausbildung wenden. Das Lernportfolio, also die Dokumentation der Arbeitsergebnisse in der Gruppe, ist derzeit durch die Lernenden selbst aufzubewahren und verbleibt bei ihnen. Im Zweifel kann der Landesverband stichprobenartig die Vorlage des Portfolios verlangen und dieses überprüfen. Nach positivem Abschluss sämtlicher Ausbildungsmodule bestätigt der Landesverband den Erfolg in Form eines Zertifikats. Nach dem Ende der Jugendleiter*innenausbildung hast du folgende Kompetenzen erworben: kennst du ein breites Spektrum an Methoden für das Arbeiten mit Kinder- und Jugendgruppen und bist in der Lage diese unter wechselnden Rahmenbedingungen passend für die jeweilige Zielgruppe anzuwenden. bist du in der Lage in Notfällen Erste Hilfe zu leisten. bist du in der Lage, dir Feedback zum eigenen Verhalten als Jugendleiter*in zu holen und das eigene Verhalten zu reflektieren. kannst du das eigene Führungsverhalten bewusst an die jeweilige Situation anpassen. kennst du Grundlagen von geschlechterbezogenem Arbeiten mit Kindern und Jugendlichen, entwickelst geschlechtsspezifisches Programm im Kontext verbandlicher Kinder- und Jugendarbeit und förderst innerhalb dessen Geschlechtergerechtigkeit. kennst du die gesetzlichen Rahmenbedingungen für die Betreuung und den Schutz von Kindern und Jugendlichen und kannst sie auf Aufsichtssituationen mit Kindern und Jugendlichen anwenden. kennst du Grundlagen der Kommunikation und kannst die eigenen Rollen in Gruppen im Kontext verbandlicher Kinder- und Jugendarbeit reflektieren sowie komplexe Konfliktsituationen in Gruppen lösungsorientiert und konstruktiv bewältigen. weißt du, welche Bedeutung die Natur als Lebensraum für Menschen und Tiere hat und kannst im Einklang damit den Naturraum für pädagogische Aktivitäten mit Kindern und Jugendlichen nutzen. bist du in der Lage pädagogische Aktivitäten im Kontext verbandlicher Kinder- und Jugendarbeit selbstständig und zielgruppengerecht zu planen und durchzuführen und setzt dabei für die jeweilige Altersstufe spezifische Methoden ein. bist du in der Lage durch den Einsatz zielgerichteter Methoden und die Auswahl geeigneter Lernfelder Kinder und Jugendliche in der Weiterentwicklung ihrer Fähigkeiten und Fertigkeiten zu unterstützen, damit sie schrittweise die Verantwortung für die Erreichung ihrer selbst gesetzten Ziele übernehmen. bist du in der Lage Aktivitäten für Kinder und Jugendliche partizipativ zu gestalten und differenzierte Methoden für gelungene Partizipation bewusst anzuwenden und zu evaluieren. bist du in der Lage Aktivitäten für Kinder und Jugendliche partizipativ zu gestalten und differenzierte Methoden für gelungene Partizipation bewusst anzuwenden und zu evaluieren. bist du in der Lage Aktivitäten unter Berücksichtigung der Bedürfnisse und inhaltlichen Erwartungen der Kinder und Jugendlichen selbstständig und zielorientiert zu planen, durchzuführen und zu evaluieren. bist du in der Lage relevante Informationen zum Programm an Erziehungsberechtigte zu kommunizieren und eine dafür passende Form zu wählen. bist du in der Lage bei Aktivitäten im Rahmen von Kinder- und Jugendarbeit Gefahrenquellen einzuschätzen und Maßnahmen zur Risikominimierung zu setzen. bist du in der Lage unter wechselnden Rahmenbedingungen Gruppenentwicklungsprozesse zu begleiten und dabei die Selbstständigkeit von Kindern und Jugendlichen zu fördern. bist du in der Lage bei pädagogischen Aktivitäten altersgerechte Rahmenbedingungen für die spirituelle Entwicklung von Kindern und Jugendlichen zu schaffen.",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "Ausbildung für Stufenleiter*innen: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/ausbildung/ausbildung-fuer-stufenleiterinnen/",
    "textcontent": "Home Ausbildung Ausbildung für Stufenleiter*innen Die Ausbildung für Stufenleiter und Stufenleiterinnen der PPÖ ist kompetenzorientiert und modular aufgebaut. Wichtig ist, dass Vorwissen anerkannt wird, das heißt, wenn ich im Rahmen meiner Ausbildung, im Beruf oder selbstverständlich auch bei den Pfadfinder*innen bereits Kompetenzen erworben habe, werden mir diese angerechnet . Ich schätze mich selbst ein und entscheide danach, welche Kompetenzen ich bereits habe oder wo ich noch Schritte in meiner Weiterentwicklung tun muss. Dabei begleiten mich mein Stufenteam, mein Gruppenausbildungsbegleiter oder meine Gruppenausbildungsbegleiterin und auch die Stufenbeauftragten beziehungsweise die Beauftragten für Gruppenleiter*innen in meinem Landesverband. Hier findest du alle relevanten Informationen. Wenn du Fragen hast, wende dich an deine Landesbauftragten für Ausbildunng in deinem Bundesland. Die Ausbildung ist ein Aufbaulehrgang der Jugendleiter*innenausbildung. Arbeiten im Team Gruppendynamik Leiten eines Teams Lagermanagement Sicher auf Lager Hier findest du relevante Informationen zu folgenden Themen: Für den Antritt der Ausbildung sind folgende Anforderungen zu erfüllen: Bereitschaft zur Arbeit mit Kindern und Jugendlichen und zur Arbeit im Team Persönliche Eignung (Haltung und Charakter) Anerkennung der Werte der Pfadfinder und Pfadfinderinnen Registriertes Mitglied in einer Pfadfinder*innengruppe Die Stufenleiter*innen in Ausbildung müssen zu Beginn der Ausbildung die Jugendleiter*innenausbildung der PPÖ abgeschlossen haben. Die Stufenleiter*innen in Ausbildung müssen Mitglieder der PPÖ sein. Die Stufenleiter*innen in Ausbildung sind Mitglieder des Leitungsteams einer Pfadfinder*innengruppe. Für die Beurteilung der Teilnahmevoraussetzung ist der Gruppenrat verantwortlich – er wählt neue Leiter*innen hinsichtlich ihrer persönlichen und fachlichen Eignung aus und schlägt sie dem Elternrat zur Bestellung und für den Beginn ihrer Ausbildung vor. Für die Stufenleiter*innenausbildung werden bereits extern erworbene Kompetenzen nach Einzelfallprüfung anerkannt. Diese müssen nachweisbar qualitätsvoll und in mindestens äquivalentem zeitlichen Umfang erworben worden sein. Das Zertifikat Stufenleiter*in der PPÖ wird dir nach dem Abschlussgesprächs überreicht. Voraussetzungen für das Abschlussgespräch: praktische Arbeit mit Kindern oder Jugendlichen in deiner Pfadfinder*innengruppe Absoliverung aller Ausbildungsmodule inkl. Transfer in die Praxis Überprüfung und Dokumentation deiner Lernschritte während der Ausbildung Folgende Tools sollen dich während deiner Stufenleiter*innen-Ausbildung unterstützen: Die Fortschritte-Hefte Teamleitung und Lagerleitung unterstützen dich dabei, deine Ausbildung als Stufenleiter*in zu planen und zu dokumentieren. Sie bieten dir einen Überblick über die gesamte Stufenleiter*innenausbildung. Du hältst deine Erfahrungen und Erlebnisse im Rahmen deiner Ausbildung fest, dokumentierst deine Lernfortschritte, um sie zu einem späteren Zeitpunkt, etwa beim Gespräch mit deiner Gruppenausbildungsbegleiterin oder deinem Gruppenausbildungsbegleiter zur Hand zu haben. Wo gibt es die Fortschritte-Hefte? Du kannst dir hier die Fortschritte für Teamleitung und Lagerleitung, als PDF herunterladen. Du findest die Inhalte der Fortschritte aber auch auf der eLearning-Plattfom der Ausbildung . Hier geht´s zum Download der Fortschritte-Hefte Teamleitung und Lagerleitung und auch der Kärtchenversionen . Du kannst dir also die Hefte wie auch als Kärtchen selbst ausdrucken. Oder du kannst dir deine Fortschritte online bestellen. Infos dazu findest du hier. Im eLearning-Portal findest du alles was du brauchst: Übersicht und Detailbeschreibung der Module Seminaranmeldung Seminarbegleitung Fachwissen für Jugendleiter*innen und Stufenleiter*innen ePortfolio Hier findest du alle Informationen über Ausbildung zum*zur Stufenleiter*in auf einen Blick. Hier kannst du das Curriculum Stufenleitung herunterladen. Hier findest du alle Methoden zur Festellung deines Lernfortschritts, die wir dir während deiner Ausbildung anbieten. Selbsteinschätzung Für jene Kompetenzen, die du in der Praxis innerhalb der Pfadfinder*innengruppe erwerben kannst, erfolgt zu Beginn der jeweiligen Ausbildungsphase eine Standortbestimmung, wo du dich selbst bezüglich deines Vorwissens einschätzt. Die je Modul definierten Kompetenzen und das Einschätzungsverfahren sind im Fortschritte-Heft beschrieben. Daraus wirst du mit Unterstützung deines*deiner Gruppenausbildungsbegleiter*in (GAB) anhand der darin beschriebenen Vorschläge persönliche an das Lernumfeld angepasste Lernschritte ableiten und vereinbaren. Nach der Umsetzung von Lernschritten erfolgt regelmäßig eine erneute Selbsteinschätzung der erreichten Lernergebnisse. Portfolio Im persönlichen Lernportfolio dokumentierst du den Lernprozess, also die durchgeführten Lernschritte, deine Erfahrungen und Erlebnisse zum Erwerb der Kompetenzen, deine Arbeitsergebnisse ( z.B. Planungsdokumente, Protokolle, Fotos, Notizen zu Feedback etc.) und deine Gedanken aus persönlichen Reflexionen. Die Dokumentation erfolgt entweder auf den dafür vorgesehenen Seiten in den Fortschritte-Heften ergänzt um weitere Dokumente oder in einer anderen nachvollziehbaren Form ( z.B. Mappe, Onlinedokumentation, Kartei, Schulheft). Ausbildungsbegleitung in der Gruppe Im Rahmen von regelmäßigen Ausbildungsgespräche unterstützt dein*deine GAB dich bei der Planung von Lernschritten und der Reflexion der Lernergebnisse. Im Gespräch, unter Berücksichtigung deiner Selbsteinschätzung sowie nach Rücksprache mit deinem Stufenteam und anhand des vorgelegten Portfolios stellen GAB und du den Lernfortschritt und damit die Erreichung jener Lernergebnisse fest, deren Kompetenzerwerb dem Lernumfeld Pfadfinder*innengruppe zugeordnet ist („Praxismodule“). Als Kriterien dienen die Kompetenzformulierungen. Kompetenzen sind so definiert, dass sie von dir erreicht werden können. Sollten im Gespräch mit dem*der GAB Zweifel bestehen, dass die Lernergebnisse bereits erreicht worden sind bzw. durch Vorlage des Portfolios nicht schlüssig und glaubhaft erklärt werden können, so werden weitere Lernschritte vereinbart. Im Falle von Unstimmigkeiten bei der Beurteilung zwischen dir und deinem*deiner GAB kann die Gruppenleitung hinzugezogen werden. Sie ist darüber hinaus eine weitere Ansprechperson für dich. Nach Erreichung sämtlicher Lernergebnisse der Praxismodule und Absolvierung aller Seminarmodulen inkl. Transferaufgaben und damit Abschluss aller Module einer Ausbildungsphase bestätigen der*die GAB nach einem Abschlussgespräch mit dir den erfolgreichen Abschluss der Phase deinem Landesverband. Praxisbetreuung - Ausbildung im Stufenteam Erfahrene Stufenleiter*innen in deinem Team begleiten und unterstützen dich bei der Umsetzung deiner Lernschritte in der Praxis mit den Kindern und Jugendlichen. Sie ermöglichen dir ein Gleichgewicht zwischen Eigenverantwortung und Handlungsspielraum einerseits, sowie Anleitung und Feedback durch erfahrene Leiter*innen andererseits. Die Stufenleiter*innen haben dabei die Aufgabe deine Ausbildung in der Praxis zu gewährleisten, also, dass du die definierten Kompetenzen erwerben kannst. Gleichzeitig beobachten sie deine Lernfortschritte, geben Feedback und beurteilen, ob die Lernergebnisse erreicht worden sind. Als Kriterien dienen die Kompetenzformulierungen in den Fortschritte-Heften. Die Stufenleitung - mit Fokus auf die fachliche Feststellung - und der*die GAB – mit Fokus auf den Lernprozess- stimmen sich bezüglich der Beurteilung und Feststellung der Lernergebnisse in der Gruppe regelmäßig ab. Ausbildung auf Seminaren Auf Präsenzveranstaltungen begleiten dich erfahrene Trainer*innen der PPÖ beim Kompetenzerwerb im Rahmen von sogenannten „Seminarmodulen“, welche jeweils aus einer oder mehreren Seminareinheiten bestehen. Die Beschreibung von Seminareinheiten ist für alle Trainer*innen einheitlich und verbindlich in Form von Planungsdokumenten beschrieben. Für die einzelnen Seminarmodule sind einheitliche Ausbildungsziele gemäß den jeweils zugeordneten Kompetenzen definiert. Als Feststellungskriterien sind je Seminareinheit Lehrziele formuliert. Die Feststellung der Lernergebnisse obliegt dem jeweiligen Seminarteam und deine erfolgreiche Teilnahme wird in Form einer Urkunde bestätigt. Nach dem Besuch eines Seminarmoduls hast du sogenannte „Transferaufgaben“ durchzuführen, welche Lernschritte darstellen, die in der Praxis durchzuführen sind. Deren Erfüllung im Blick zu haben gehört zu den Aufgaben des*der GAB. Praxisarbeit Gegen Ende der Ausbildung für Jugendleiter*innen hast du eine Praxisaufgabe zu planen, durchzuführen, zu reflektieren, zu dokumentieren und zu präsentieren. Inhaltlich deckt die Aufgabenstellung ein weites Feld der erworbenen pädagogischen und methodischen Kompetenzen ab und hat daher eine wichtige Funktion im Rahmen der Feststellung deines Lernerfolges. Die Präsentation ermöglicht dir einerseits Feedback im Austausch mit anderen Jugendleiter*innen zu erhalten und dadurch deinen Lernerfolg zu verbessern, andererseits dient sie der Beurteilung der Lernergebnisse. Zu diesem Zweck ist bei jeder Präsentation ein Trainer oder eine Trainerin des Landesverbandes anwesend, der*die den Erfolg bestätigt. Ab Erfüllung der Teilnahmevoraussetzungen starten die Lernenden in ihre Ausbildung. Mithilfe eines vernetzten Systems aus unterschiedlichen Methoden erfolgt laufend die Feststellung der Lernergebnisse. Die Resultate der einzelnen Feststellungselemente werden gebündelt und im jeweils zuständigen Landesverband dokumentiert. Dazu melden sowohl Gruppenausbildungsbegleiter*innen nach Absolvierung der Team- bzw. Lagerleitungsmodule, als auch die einzelnen Seminarteams nach Durchführung einer Seminareinheit die Ergebnisse des Feststellungsverfahrens an die Landesverbandsadministration. Als Hilfsmittel für die Verwaltung und Dokumentation dienen Urkunden für Seminareinheiten und elektronische Systeme (Seminarverwaltung, Ausbildungsverwaltung). Der Lernende ist berechtigt jederzeit Einsicht in die Dokumentation zu nehmen und einen Auszug zu verlangen. Für etwaige Einsprüche oder Schlichtungen können sich Lernende an die Landesbeauftragten für Ausbildung wenden. Das Lernportfolio, also die Dokumentation der Arbeitsergebnisse in der Gruppe, ist derzeit durch die Lernenden selbst aufzubewahren und verbleibt bei ihnen. Im Zweifel kann der Landesverband stichprobenartig die Vorlage des Portfolios verlangen und dieses überprüfen. Nach positivem Abschluss sämtlicher Ausbildungsmodule bestätigt der Landesverband den Erfolg in Form eines Zertifikats. Nach dem Ende der Stufenleiter*innenausbildung hast du folgende Kompetenzen erworben: unterstützt du dein Team methodisch dabei, arbeitsfähig zu werden und zu bleiben. bist du in der Lage in Notfällen Erste Hilfe zu leisten. bist du in der Lage, dir Feedback zum eigenen Verhalten als Jugendleiter*in zu holen und das eigene Verhalten zu reflektieren. kannst du das eigene Führungsverhalten bewusst an die jeweilige Situation anpassen. kennst du Grundlagen von geschlechterbezogenem Arbeiten mit Kindern und Jugendlichen, entwickelst geschlechtsspezifisches Programm im Kontext verbandlicher Kinder- und Jugendarbeit und förderst innerhalb dessen Geschlechtergerechtigkeit. kennst du die gesetzlichen Rahmenbedingungen für die Betreuung und den Schutz von Kindern und Jugendlichen und kannst sie auf Aufsichtssituationen mit Kindern und Jugendlichen anwenden. kennst du Grundlagen der Kommunikation und kannst die eigenen Rollen in Gruppen im Kontext verbandlicher Kinder- und Jugendarbeit reflektieren sowie komplexe Konfliktsituationen in Gruppen lösungsorientiert und konstruktiv bewältigen. weißst du, welche Bedeutung die Natur als Lebensraum für Menschen und Tiere hat und kannst im Einklang damit den Naturraum für pädagogische Aktivitäten mit Kindern und Jugendlichen nutzen. bist du in der Lage pädagogische Aktivitäten im Kontext verbandlicher Kinder- und Jugendarbeit selbstständig und zielgruppengerecht zu planen und durchzuführen und setzt dabei für die jeweilige Altersstufe spezifische Methoden ein. bist du in der Lage durch den Einsatz zielgerichteter Methoden und die Auswahl geeigneter Lernfelder Kinder und Jugendliche in der Weiterentwicklung ihrer Fähigkeiten und Fertigkeiten zu unterstützen, damit sie schrittweise die Verantwortung für die Erreichung ihrer selbst gesetzten Ziele übernehmen. bist du in der Lage Aktivitäten für Kinder und Jugendliche partizipativ zu gestalten und differenzierte Methoden für gelungene Partizipation bewusst anzuwenden und zu evaluieren. bist du in der Lage Aktivitäten für Kinder und Jugendliche partizipativ zu gestalten und differenzierte Methoden für gelungene Partizipation bewusst anzuwenden und zu evaluieren. überträgst du gemeinsam mit deinem Team Erkenntnisse aus abgeschlossenen pädagogischen Aktivitäten auf künftige Planungen. bist du in der Lage relevante Informationen zum Programm an Erziehungsberechtigte zu kommunizieren und eine dafür passende Form zu wählen. überprüfst pädagogische Aktivitäten und Angebote auf mögliche Risikoquellen und setzt präventiv Maßnahmen zur Vermeidung von Risiken. bist du in der Lage Teamprozesse zu leiten, die Entwicklung des Teams methodisch zielgerichtet zu steuern und die Aufgaben im Team in Hinblick auf Bedürfnisse, Ressourcen und Kompetenzen der Teammitglieder partizipativ zu verteilen. Du betreust Teammitglieder bei der Bewältigung ihrer Aufgaben, ermöglicht Feedback im Team und übernimmst bei Bedarf die Moderation und Leitung des Teams. bist du in der Lage bei pädagogischen Aktivitäten altersgerechte Rahmenbedingungen für die spirituelle Entwicklung von Kindern und Jugendlichen zu schaffen. erledigst und administriert du die finanztechnischen Anforderungen für pädagogische Aktivitäten transparent und nachvollziehbar.",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "Ausbildung: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/ausbildung/ausbildung/",
    "textcontent": "Home Ausbildung Hier findest du alle aktuellen Informationen über die Ausbildung der PPÖ. Informiere dich über die Ausbildung der PPÖ - ein Gesamtüberblick die Ausbildung für Jugendleiter*innen die Ausbildung für Stufenleiter*innen Unterlagen und Download die Gruppenleiter*innenausbildung die Seminaranmeldung den Woodbadgekurs die Trainer*innenausbildung die Gilwellparkgruppe",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "Ausbildung für Gruppenleiter*innen: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/ausbildung/ausbildung/ausbildung-fuer-gruppenleiterinnen/",
    "textcontent": "Home Ausbildung Ausbildung für Gruppenleiter*innen Die Ausbildung für Gruppenleiter*innen der PPÖ ist kompetenzorientiert und modular aufgebaut. Wichtig ist, dass Vorwissen anerkannt wird, das heißt, wenn du im Rahmen deiner Ausbildung, im Beruf oder selbstverständlich auch bei den Pfadfinder*innen bereits Kompetenzen erworben hast, werden dir diese angerechnet . Schätze dich selbst ein und entscheide danach, welche Kompetenzen du bereits hast oder wo du noch Schritte in deiner Weiterentwicklung tun musst. Dabei begleiten dich ein erfahrenes Mitglied deines GL -Teams, der+die Gruppenauisbildungsbegleiter*in (GAB) der Pfadfinder*innengruppe, ein*e erfahrene*r Gruppenleiter*in aus einer nachbargruppe in deiner Regaion oder einee Person aus dem GL -Team deines Landsverbandes. Hier findest du alle relevanten Informationen. Wenn du Fragen hast, wende dich an deine Landesbauftragten für Gruppenleitung und/oder Ausbildung in deinem Bundesland. Die Ausbildung besteht aus: Die Ausbildung beginnt mit dem Einstiegsgespräch für GL , in dem der*die Lernende die Entscheidung für die GL -Ausbildung trifft und einen Überblick über den Ausbildungsweg bekommt. Anschließend arbeitet der*die Lernende idealerweise im GL -Team mit und sammelt erste Erfahrungen. Diese Module der Jugendleiter*innenausbildung sind für die GL -Ausbildung relevant: Startveranstaltung (erstes Ausbildungsmodul, wenn noch nicht besucht) Erste Hilfe Elternarbeit Führungsverhalten Freiwilliges Engagement Gruppenentwicklung (wenn möglich vor Teamleitungsausbildung besuchen) Kommunikation (wenn möglich vor Teamleitungsausbildung besuchen) Arbeiten im Team Gruppendynamik Leiten eines Teams Arbeiten im Gruppenrat Geschlechterbezogenes Arbeiten Öffentlichkeitsarbeit Partizipation in der Gruppe Personalmanagement (AIS) Rechte und Pflichten der GL Risikomanagement Sicherheitshalber für GL Strategische Planung Vitale Pfadfinder*innengruppe Zielorientierte Jahresplanung Hier findest du relevante Informationen zu folgenden Themen: Für den Antritt der Ausbildung sind folgende Anforderungen zu erfüllen: Bereitschaft zur Arbeit mit ehrenamtlichen Erwachsenen in der Pfadfinder*innengruppe und zur Arbeit im Team Persönliche Eignung (Haltung und Charakter) Anerkennung der Werte der Pfadfinder und Pfadfinderinnen Österreichs Vollendetes 25. Lebensjahr – geregelt in Verbandsordnung 3.8.4 Registriertes Mitglied in einer Pfadfinder*innengruppe Für die Beurteilung der Teilnahmevoraussetzung ist der Gruppenrat verantwortlich – er wählt neue Gruppenleiter*innen hinsichtlich ihrer persönlichen und fachlichen Eignung aus und schlägt sie dem Elternrat zur Bestellung und für den Beginn ihrer Ausbildung vor. Das Vorwissen der Gruppenleiter*innen wird im Rahmen Ausbildung für Gruppenleiter*innen anerkannt. In erster Linie soll jeder*jede Lernende selbst erkennen, welche Kompetenzen er oder sie bereits hat, und welche noch im Rahmen der drei Lernebenen erworben werden müssen. Dabei bedarf es der Unterstützung durch ihre*n Begleiter*in. Dies soll keine Prüfung sein - die Letztentscheidung kann nur der oder die Lernende selber treffen. Inhalte und Kompetenzen eines Moduls, welche bereits in einer anderen Ausbildung (Seminare anderer (Jugend-)Vereine, einschlägige Kurse an Universitäten und Fachhochschulen oder Seminarangebote von professionellen Anbietern) erworben wurde, können in einem Fortschrittsgespräch mit dem*der Begleitung zur GL -Ausbildung anrechnet werden. Dabei sollen die Inhalte und Kompetenzen gleichwertig abgedeckt sein und mindestens der jeweiligen Seminar-/Moduldauer entsprechen. Dass die relevanten Kompetenzen vermittelt wurden, sollte mit einer Seminarbestätigung o.Ä. dokumentiert werden. Das Zertifikat Gruppenleiter*in der PPÖ wird dir nach dem Abschlussgesprächs überreicht. Voraussetzungen für das Abschlussgespräch: Praktische Arbeit mit ehrenamtlichen Erwachsenen in deiner Pfadfinder*innengruppe Absolvierung aller Ausbildungsmodule inkl. Transfer in die Praxis Durchführung von mindestens einem Fortschrittsgespräch mit deinem oder deiner Begleiter*in in der GL-Ausbildung. Dokumentation deiner Lernschritte während der Ausbildung Folgende Tools sollen dich während deiner GL -Ausbildung unterstützen: Das Fortschritte-Heft für GL unterstützen dabei, die Ausbildung als Gruppenleiter*in zu planen und zu dokumentieren. Sie bieten einen Überblick über die gesamte Ausbildung. Darin werden die Erfahrungen und Erlebnisse im Rahmen der GL -Ausbildung festgehalten und die Lernfortschritte dokumentiert. Wo gibt es die Fortschritte-Hefte? Du kannst dir die Fortschritte für GL , sowie die Fortschritte für Teamleitung als PDF herunterladen. Du findest die Inhalte der Fortschritte aber auch auf der eLearning-Plattfom der Ausbildung . Hier geht´s zum Download der Fortschritte für GL. Du kannst dir also die Fortschritte für GL selbst ausdrucken. Oder du kannst dir deine Fortschritte online bestellen. Infos dazu findest du hier. Im eLearning-Portal findest du alles was du brauchst: Übersicht und Detailbeschreibung der Module Seminaranmeldung Seminarbegleitung Fachwissen der PPÖ ePortfolio Hier findest du alle Informationen über die GL -Ausbildung auf einen Blick. Hier kannst du das Curriculum der Gruppenleitung herunterladen. Hier findest du alle Methoden zur Festellung deines Lernfortschritts, die wir dir während deiner Ausbildung anbieten. Selbsteinschätzung Für jene Kompetenzen, die du in der Praxis innerhalb der Pfadfinder*innengruppe erwerben kannst, erfolgt zu Beginn der jeweiligen Ausbildungsphase eine Standortbestimmung, wo du dich selbst bezüglich deines Vorwissens einschätzt. Die je Modul definierten Kompetenzen und das Einschätzungsverfahren sind im Fortschritte-Heft beschrieben. Daraus wirst du mit Unterstützung deines*deiner Begleiter*in der GL -Ausbildung anhand der darin beschriebenen Vorschläge persönliche an das Lernumfeld angepasste Lernschritte ableiten und vereinbaren. Nach der Umsetzung von Lernschritten erfolgt regelmäßig eine erneute Selbsteinschätzung der erreichten Lernergebnisse. Portfolio Im persönlichen Lernportfolio dokumentierst du den Lernprozess, also die durchgeführten Lernschritte, deine Erfahrungen und Erlebnisse zum Erwerb der Kompetenzen, deine Arbeitsergebnisse ( z.B. Planungsdokumente, Protokolle, Fotos, Notizen zu Feedback etc.) und deine Gedanken aus persönlichen Reflexionen. Die Dokumentation erfolgt entweder auf den dafür vorgesehenen Seiten in den Fortschritten für GL ergänzt um weitere Dokumente oder in einer anderen nachvollziehbaren Form ( z.B. Mappe, Onlinedokumentation, Kartei, Schulheft). Ausbildungsbegleitung in der Gruppe Für die Tätigkeit als Gruppenleiter*in benötigt der*die Lernende viele Kompetenzen, die er*sie im selbstständigen Lernen, im Lernen im Team wie auch auf Seminaren erwirbt und ausbaut. Auf dem Weg der GL -Ausbildung ist es zielführend, dass der*die Lernende begleitet wird. Es ist wichtig jemanden zu haben, um sich auszutauschen, die Erlebnisse und Erfahrungen mitzuteilen oder um Rat fragen zu können. Diese Person, welche den*die Lernende begleitet und ihm*ihr zur Seite stehen soll, kann er*sie sich selbst wählen. Deine Möglichkeiten sind: ein erfahrenes Mitglied des eigenen GL-Teams der*die Gruppenausbildungsbegleiter*in (GAB) der Pfadfinder*innengruppe ein*e erfahrene*r Gruppenleiter*in aus einer Nachbargruppe in der Region eine Person aus dem GL-Team des Landesverbandes Ausbildung auf Seminaren Auf Präsenzveranstaltungen begleiten erfahrene Trainer*innen der PPÖ die Lernenden beim Kompetenzerwerb im Rahmen von sogenannten „Seminarmodulen“, welche jeweils aus einer oder mehreren Seminareinheiten bestehen. Der Aufbau von Seminareinheiten der GL -Ausbildung ist für alle Trainer*innen einheitlich und verbindlich in Form von Planungsdokumenten beschrieben. Für die einzelnen Seminarmodule sind einheitliche Ausbildungsziele gemäß den jeweils zugeordneten Kompetenzen definiert. Als Feststellungskriterien sind je Seminareinheit Lehrziele formuliert. Die Feststellung der Lernergebnisse obliegt dem jeweiligen Seminarteam und die erfolgreiche Teilnahme wird in Form einer Urkunde bestätigt. Nach dem Besuch eines Seminarmoduls haben die Lernenden sogenannte „Transferaufgaben“ durchzuführen – also Lernschritte, die sie in der Praxis machen. Es gehört zu den Aufgaben des*der Begleiter*in der GL -Ausbildung die Erfüllung der Transferaufgaben im Blick zu haben. Ab Erfüllung der Teilnahmevoraussetzungen starten die Lernenden in ihre Ausbildung. Mithilfe eines vernetzten Systems aus unterschiedlichen Methoden erfolgt laufend die Feststellung der Lernschritte. Am Ende der Ausbildung meldet der*die Begleiter*in der GL -Ausbildung den Abschluss im Landesverband. Als Hilfsmittel für die Verwaltung und Dokumentation dienen Urkunden und elektronische Systeme (Seminarverwaltung, Ausbildungsverwaltung). Der*Die Lernende ist berechtigt jederzeit Einsicht in die Dokumentation zu nehmen und einen Auszug zu verlangen. Für etwaige Einsprüche oder Schlichtungen können sich Lernende an die Landesbeauftragten für Ausbildung wenden. Das Lernportfolio, also die Dokumentation der Arbeitsergebnisse in der Gruppe, ist derzeit durch die Lernenden selbst aufzubewahren und verbleibt bei ihnen. Nach positivem Abschluss sämtlicher Ausbildungsmodule bestätigt der Landesverband den Erfolg in Form eines Zertifikats. Die Verantwortung für die weitere Ausbildung liegt bei den Gruppenleiter*innen selbst. Lebenslanges Lernen ist auch für den*die Gruppenleiter*in wichtig. Weiterbildungsangebote gibt es innerhalb und außerhalb der PPÖ .",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "Ausbildung für Jugendleiter*innen: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/ausbildung/ausbildung/ausbildung-fuer-jugendleiterinnen/",
    "textcontent": "Home Ausbildung Ausbildung für Jugendleiter*innen Die Ausbildung für Jugendleiter und Jugendleiterinnen der PPÖ ist kompetenzorientiert und modular aufgebaut. Wichtig ist, dass Vorwissen anerkannt wird, das heißt, wenn ich im Rahmen meiner Ausbildung, im Beruf oder selbstverständlich auch bei den Pfadfinder*innen bereits Kompetenzen erworben habe, werden mir diese angerechnet . Ich schätze mich selbst ein und entscheide danach, welche Kompetenzen ich bereits habe oder wo ich noch Schritte in meiner Weiterentwicklung tun muss. Dabei begleiten mich mein Stufenteam, mein Gruppenausbildungsbegleiter oder meine Gruppenausbildungsbegleiterin und auch die Stufenbeauftragten beziehungsweise die Beauftragten für Gruppenleiter*innen in meinem Landesverband. Hier findest du alle relevanten Informationen. Wenn du Fragen hast, wende dich an deine Landesbauftragten für Ausbildung in deinem Bundesland. Die Ausbildung geliedert sich in 3 Phasen, die in Module unterteilt sind. Einstiegsgespräch Startveranstaltung Arbeiten mit Gruppen Erste Hilfe Freiwilliges Engagement Führungsverhalten Geschlechterbezogenes Arbeiten Gesetzlicher Rahmen Kommunikation Lebenssraum Natur Methoden der Altersstufe Pädagogisches Konzept 1 Partizipation 1 Sicherheitshalber Zielorientierte Planung Elternarbeit Gefahren und Risiken Gruppenentwicklung Partizipation 2 Pädagogisches Konzept 2 Praxisaufgabe Spiritualität Abschlussgespräch Hier findest du relevante Informationen der Jugendleiter*innenausbildung zu folgenden Themen: Für den Antritt der Ausbildung sind folgende Anforderungen zu erfüllen: Bereitschaft zur Arbeit mit Kindern und Jugendlichen und zur Arbeit im Team Persönliche Eignung (Haltung und Charakter) Anerkennung der Werte der Pfadfinder und Pfadfinderinnen Vollendetes 17. Lebensjahr (für die Teilnahme an der Startveranstaltung) Regsitriertes Mitglied einer Pfadfinder*innengruppe Für die Beurteilung der Teilnahmevoraussetzung ist der Gruppenrat verantwortlich – er wählt neue Leiter*innen hinsichtlich ihrer persönlichen und fachlichen Eignung aus und schlägt sie dem Elternrat zur Bestellung und für den Beginn ihrer Ausbildung vor. Für die Jugendleiter*innenausbildung werden bereits extern erworbene Kompetenzen nach Einzelfallprüfung anerkannt. Diese müssen nachweisbar qualitätsvoll und in mindestens äquivalentem zeitlichen Umfang erworben worden sein. Die Module \"Methoden der Altersstufen\" und \"Pädagogisches Konzept 1 + 2\" können nicht erlassen werden. Das Zertifikat Jugendleiter*in der PPÖ wird dir nach dem Abschlussgesprächs überreicht. Voraussetzungen für das Abschlussgespräch: Praktische Arbeit mit Kindern oder Jugendlichen in deiner Pfadfinder*innengruppe Absolvierung aller Ausbildungsmodule inkl. Transfer in die Praxis Durchführung von mindestens zwei Fortschrittsgesprächen mit deinem oder deiner Gruppenausbildungsbegleiter*in Präsentation deines Praxisprojektes im Rahmen einer Expert*innenrunde der jeweiligen Altersstufe Überprüfung und Dokumentation deiner Lernschritte während der Ausbildung Folgende Tools sollen dich während deiner Jugendleiter*innen-Ausbildung unterstützen: Die Fortschritte-Hefte unterstützen dich dabei, deine Ausbildung als JugendleiterIn zu planen und zu dokumentieren. Sie bieten dir einen Überblick über die gesamte JugendleiterInnenausbildung. Du hältst deine Erfahrungen und Erlebnisse im Rahmen deiner JugendleiterInnenausbildung fest, dokumentierst deine Lernfortschritte, um sie zu einem späteren Zeitpunkt, etwa beim Gespräch mit deiner Gruppenausbildungsbegleiterin oder deinem Gruppenausbildungsbegleiter zur Hand zu haben. Wo gibt es die Fortschritte-Hefte? Du kannst dir hier alle Einzelteile der Fortschritte, sowie die Fortschritte für Teamleitung und Lagerleitung, als PDF herunterladen. Du findest die Inhalte der Fortschritte aber auch auf der eLearning-Plattfom der Ausbildung . Hier geht´s zum Download der Fortschritte-Hefte und auch der Kärtchen-Version der Fortschritte. Du kannst dir also die Hefte wie auch die Kärtchen selbst ausdrucken. Oder du kannst dir deine Fortschritte online bestellen. Infos dazu findest du hier. Im eLearning-Portal findest du alles was du brauchst: Übersicht und Detailbeschreibung der Module Seminaranmeldung Seminarbegleitung Fachwissen für Jugendleiter*innen ePortfolio Hier findest du alle Informationen über die Jugendleiter*innenausbildung auf einen Blick. Hier kannst du das Curriculum der Jugendleiter*innenausbildung herunterladen. Hier findest du alle Methoden zur Festellung deines Lernfortschritts, die wir dir während deiner Ausbildung anbieten. Selbsteinschätzung Für jene Kompetenzen, die du in der Praxis innerhalb der Pfadfinder*innengruppe erwerben kannst, erfolgt zu Beginn der jeweiligen Ausbildungsphase eine Standortbestimmung, wo du dich selbst bezüglich deines Vorwissens einschätzt. Die je Modul definierten Kompetenzen und das Einschätzungsverfahren sind im Fortschritte-Heft beschrieben. Daraus wirst du mit Unterstützung deines*deiner Gruppenausbildungsbegleiter*in (GAB) anhand der darin beschriebenen Vorschläge persönliche an das Lernumfeld angepasste Lernschritte ableiten und vereinbaren. Nach der Umsetzung von Lernschritten erfolgt regelmäßig eine erneute Selbsteinschätzung der erreichten Lernergebnisse. Portfolio Im persönlichen Lernportfolio dokumentierst du den Lernprozess, also die durchgeführten Lernschritte, deine Erfahrungen und Erlebnisse zum Erwerb der Kompetenzen, deine Arbeitsergebnisse ( z.B. Planungsdokumente, Protokolle, Fotos, Notizen zu Feedback etc.) und deine Gedanken aus persönlichen Reflexionen. Die Dokumentation erfolgt entweder auf den dafür vorgesehenen Seiten in den Fortschritte-Heften ergänzt um weitere Dokumente oder in einer anderen nachvollziehbaren Form ( z.B. Mappe, Onlinedokumentation, Kartei, Schulheft). Ausbildungsbegleitung in der Gruppe Im Rahmen von regelmäßigen Ausbildungsgespräche unterstützt dein*deine GAB dich bei der Planung von Lernschritten und der Reflexion der Lernergebnisse. Im Gespräch, unter Berücksichtigung deiner Selbsteinschätzung sowie nach Rücksprache mit deinem Stufenteam und anhand des vorgelegten Portfolios stellen GAB und du den Lernfortschritt und damit die Erreichung jener Lernergebnisse fest, deren Kompetenzerwerb dem Lernumfeld Pfadfinder*innengruppe zugeordnet ist („Praxismodule“). Als Kriterien dienen die Kompetenzformulierungen. Kompetenzen sind so definiert, dass sie von dir erreicht werden können. Sollten im Gespräch mit dem*der GAB Zweifel bestehen, dass die Lernergebnisse bereits erreicht worden sind bzw. durch Vorlage des Portfolios nicht schlüssig und glaubhaft erklärt werden können, so werden weitere Lernschritte vereinbart. Im Falle von Unstimmigkeiten bei der Beurteilung zwischen dir und deinem*deiner GAB kann die Gruppenleitung hinzugezogen werden. Sie ist darüber hinaus eine weitere Ansprechperson für dich. Nach Erreichung sämtlicher Lernergebnisse der Praxismodule und Absolvierung aller Seminarmodulen inkl. Transferaufgaben und damit Abschluss aller Module einer Ausbildungsphase bestätigen der*die GAB nach einem Abschlussgespräch mit dir den erfolgreichen Abschluss der Phase deinem Landesverband. Praxisbetreuung - Ausbildung im Stufenteam Erfahrene Stufenleiter*innen in deinem Team begleiten und unterstützen dich bei der Umsetzung deiner Lernschritte in der Praxis mit den Kindern und Jugendlichen. Sie ermöglichen dir ein Gleichgewicht zwischen Eigenverantwortung und Handlungsspielraum einerseits, sowie Anleitung und Feedback durch erfahrene Leiter*innen andererseits. Die Stufenleiter*innen haben dabei die Aufgabe deine Ausbildung in der Praxis zu gewährleisten, also, dass du die definierten Kompetenzen erwerben kannst. Gleichzeitig beobachten sie deine Lernfortschritte, geben Feedback und beurteilen, ob die Lernergebnisse erreicht worden sind. Als Kriterien dienen die Kompetenzformulierungen in den Fortschritte-Heften. Die Stufenleitung - mit Fokus auf die fachliche Feststellung - und der*die GAB – mit Fokus auf den Lernprozess- stimmen sich bezüglich der Beurteilung und Feststellung der Lernergebnisse in der Gruppe regelmäßig ab. Ausbildung auf Seminaren Auf Präsenzveranstaltungen begleiten dich erfahrene Trainer*innen der PPÖ beim Kompetenzerwerb im Rahmen von sogenannten „Seminarmodulen“, welche jeweils aus einer oder mehreren Seminareinheiten bestehen. Die Beschreibung von Seminareinheiten ist für alle Trainer*innen einheitlich und verbindlich in Form von Planungsdokumenten beschrieben. Für die einzelnen Seminarmodule sind einheitliche Ausbildungsziele gemäß den jeweils zugeordneten Kompetenzen definiert. Als Feststellungskriterien sind je Seminareinheit Lehrziele formuliert. Die Feststellung der Lernergebnisse obliegt dem jeweiligen Seminarteam und deine erfolgreiche Teilnahme wird in Form einer Urkunde bestätigt. Nach dem Besuch eines Seminarmoduls hast du sogenannte „Transferaufgaben“ durchzuführen, welche Lernschritte darstellen, die in der Praxis durchzuführen sind. Deren Erfüllung im Blick zu haben gehört zu den Aufgaben des*der GAB. Praxisarbeit Gegen Ende der Ausbildung für Jugendleiter*innen hast du eine Praxisaufgabe zu planen, durchzuführen, zu reflektieren, zu dokumentieren und zu präsentieren. Inhaltlich deckt die Aufgabenstellung ein weites Feld der erworbenen pädagogischen und methodischen Kompetenzen ab und hat daher eine wichtige Funktion im Rahmen der Feststellung deines Lernerfolges. Die Präsentation ermöglicht dir einerseits Feedback im Austausch mit anderen Jugendleiter*innen zu erhalten und dadurch deinen Lernerfolg zu verbessern, andererseits dient sie der Beurteilung der Lernergebnisse. Zu diesem Zweck ist bei jeder Präsentation ein Trainer oder eine Trainerin des Landesverbandes anwesend, der*die den Erfolg bestätigt. Ab Erfüllung der Teilnahmevoraussetzungen starten die Lernenden in ihre Ausbildung. Mithilfe eines vernetzten Systems aus unterschiedlichen Methoden erfolgt laufend die Feststellung der Lernergebnisse. Die Resultate der einzelnen Feststellungselemente werden gebündelt und im jeweils zuständigen Landesverband dokumentiert. Dazu melden sowohl GruppenausbildungsbegleiterInnen am Ende jeder Ausbildungsphase, als auch die einzelnen Seminarteams nach Durchführung einer Seminareinheit die Ergebnisse des Feststellungsverfahrens an die Landesverbandsadministration. Als Hilfsmittel für die Verwaltung und Dokumentation dienen Urkunden ( z.B. für Seminareinheiten, Praxisaufgabe) und elektronische Systeme (Seminarverwaltung, Ausbildungsverwaltung). Der Lernende ist berechtigt jederzeit Einsicht in die Dokumentation zu nehmen und einen Auszug zu verlangen. Für etwaige Einsprüche oder Schlichtungen können sich Lernende an die Landesbeauftragten für Ausbildung wenden. Das Lernportfolio, also die Dokumentation der Arbeitsergebnisse in der Gruppe, ist derzeit durch die Lernenden selbst aufzubewahren und verbleibt bei ihnen. Im Zweifel kann der Landesverband stichprobenartig die Vorlage des Portfolios verlangen und dieses überprüfen. Nach positivem Abschluss sämtlicher Ausbildungsmodule bestätigt der Landesverband den Erfolg in Form eines Zertifikats. Nach dem Ende der Jugendleiter*innenausbildung hast du folgende Kompetenzen erworben: kennst du ein breites Spektrum an Methoden für das Arbeiten mit Kinder- und Jugendgruppen und bist in der Lage diese unter wechselnden Rahmenbedingungen passend für die jeweilige Zielgruppe anzuwenden. bist du in der Lage in Notfällen Erste Hilfe zu leisten. bist du in der Lage, dir Feedback zum eigenen Verhalten als Jugendleiter*in zu holen und das eigene Verhalten zu reflektieren. kannst du das eigene Führungsverhalten bewusst an die jeweilige Situation anpassen. kennst du Grundlagen von geschlechterbezogenem Arbeiten mit Kindern und Jugendlichen, entwickelst geschlechtsspezifisches Programm im Kontext verbandlicher Kinder- und Jugendarbeit und förderst innerhalb dessen Geschlechtergerechtigkeit. kennst du die gesetzlichen Rahmenbedingungen für die Betreuung und den Schutz von Kindern und Jugendlichen und kannst sie auf Aufsichtssituationen mit Kindern und Jugendlichen anwenden. kennst du Grundlagen der Kommunikation und kannst die eigenen Rollen in Gruppen im Kontext verbandlicher Kinder- und Jugendarbeit reflektieren sowie komplexe Konfliktsituationen in Gruppen lösungsorientiert und konstruktiv bewältigen. weißt du, welche Bedeutung die Natur als Lebensraum für Menschen und Tiere hat und kannst im Einklang damit den Naturraum für pädagogische Aktivitäten mit Kindern und Jugendlichen nutzen. bist du in der Lage pädagogische Aktivitäten im Kontext verbandlicher Kinder- und Jugendarbeit selbstständig und zielgruppengerecht zu planen und durchzuführen und setzt dabei für die jeweilige Altersstufe spezifische Methoden ein. bist du in der Lage durch den Einsatz zielgerichteter Methoden und die Auswahl geeigneter Lernfelder Kinder und Jugendliche in der Weiterentwicklung ihrer Fähigkeiten und Fertigkeiten zu unterstützen, damit sie schrittweise die Verantwortung für die Erreichung ihrer selbst gesetzten Ziele übernehmen. bist du in der Lage Aktivitäten für Kinder und Jugendliche partizipativ zu gestalten und differenzierte Methoden für gelungene Partizipation bewusst anzuwenden und zu evaluieren. bist du in der Lage Aktivitäten für Kinder und Jugendliche partizipativ zu gestalten und differenzierte Methoden für gelungene Partizipation bewusst anzuwenden und zu evaluieren. bist du in der Lage Aktivitäten unter Berücksichtigung der Bedürfnisse und inhaltlichen Erwartungen der Kinder und Jugendlichen selbstständig und zielorientiert zu planen, durchzuführen und zu evaluieren. bist du in der Lage relevante Informationen zum Programm an Erziehungsberechtigte zu kommunizieren und eine dafür passende Form zu wählen. bist du in der Lage bei Aktivitäten im Rahmen von Kinder- und Jugendarbeit Gefahrenquellen einzuschätzen und Maßnahmen zur Risikominimierung zu setzen. bist du in der Lage unter wechselnden Rahmenbedingungen Gruppenentwicklungsprozesse zu begleiten und dabei die Selbstständigkeit von Kindern und Jugendlichen zu fördern. bist du in der Lage bei pädagogischen Aktivitäten altersgerechte Rahmenbedingungen für die spirituelle Entwicklung von Kindern und Jugendlichen zu schaffen.",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "Ausbildung für Stufenleiter*innen: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/ausbildung/ausbildung/ausbildung-fuer-stufenleiterinnen/",
    "textcontent": "Home Ausbildung Ausbildung für Stufenleiter*innen Die Ausbildung für Stufenleiter und Stufenleiterinnen der PPÖ ist kompetenzorientiert und modular aufgebaut. Wichtig ist, dass Vorwissen anerkannt wird, das heißt, wenn ich im Rahmen meiner Ausbildung, im Beruf oder selbstverständlich auch bei den Pfadfinder*innen bereits Kompetenzen erworben habe, werden mir diese angerechnet . Ich schätze mich selbst ein und entscheide danach, welche Kompetenzen ich bereits habe oder wo ich noch Schritte in meiner Weiterentwicklung tun muss. Dabei begleiten mich mein Stufenteam, mein Gruppenausbildungsbegleiter oder meine Gruppenausbildungsbegleiterin und auch die Stufenbeauftragten beziehungsweise die Beauftragten für Gruppenleiter*innen in meinem Landesverband. Hier findest du alle relevanten Informationen. Wenn du Fragen hast, wende dich an deine Landesbauftragten für Ausbildunng in deinem Bundesland. Die Ausbildung ist ein Aufbaulehrgang der Jugendleiter*innenausbildung. Arbeiten im Team Gruppendynamik Leiten eines Teams Lagermanagement Sicher auf Lager Hier findest du relevante Informationen zu folgenden Themen: Für den Antritt der Ausbildung sind folgende Anforderungen zu erfüllen: Bereitschaft zur Arbeit mit Kindern und Jugendlichen und zur Arbeit im Team Persönliche Eignung (Haltung und Charakter) Anerkennung der Werte der Pfadfinder und Pfadfinderinnen Registriertes Mitglied in einer Pfadfinder*innengruppe Die Stufenleiter*innen in Ausbildung müssen zu Beginn der Ausbildung die Jugendleiter*innenausbildung der PPÖ abgeschlossen haben. Die Stufenleiter*innen in Ausbildung müssen Mitglieder der PPÖ sein. Die Stufenleiter*innen in Ausbildung sind Mitglieder des Leitungsteams einer Pfadfinder*innengruppe. Für die Beurteilung der Teilnahmevoraussetzung ist der Gruppenrat verantwortlich – er wählt neue Leiter*innen hinsichtlich ihrer persönlichen und fachlichen Eignung aus und schlägt sie dem Elternrat zur Bestellung und für den Beginn ihrer Ausbildung vor. Für die Stufenleiter*innenausbildung werden bereits extern erworbene Kompetenzen nach Einzelfallprüfung anerkannt. Diese müssen nachweisbar qualitätsvoll und in mindestens äquivalentem zeitlichen Umfang erworben worden sein. Das Zertifikat Stufenleiter*in der PPÖ wird dir nach dem Abschlussgesprächs überreicht. Voraussetzungen für das Abschlussgespräch: praktische Arbeit mit Kindern oder Jugendlichen in deiner Pfadfinder*innengruppe Absoliverung aller Ausbildungsmodule inkl. Transfer in die Praxis Überprüfung und Dokumentation deiner Lernschritte während der Ausbildung Folgende Tools sollen dich während deiner Stufenleiter*innen-Ausbildung unterstützen: Die Fortschritte-Hefte Teamleitung und Lagerleitung unterstützen dich dabei, deine Ausbildung als Stufenleiter*in zu planen und zu dokumentieren. Sie bieten dir einen Überblick über die gesamte Stufenleiter*innenausbildung. Du hältst deine Erfahrungen und Erlebnisse im Rahmen deiner Ausbildung fest, dokumentierst deine Lernfortschritte, um sie zu einem späteren Zeitpunkt, etwa beim Gespräch mit deiner Gruppenausbildungsbegleiterin oder deinem Gruppenausbildungsbegleiter zur Hand zu haben. Wo gibt es die Fortschritte-Hefte? Du kannst dir hier die Fortschritte für Teamleitung und Lagerleitung, als PDF herunterladen. Du findest die Inhalte der Fortschritte aber auch auf der eLearning-Plattfom der Ausbildung . Hier geht´s zum Download der Fortschritte-Hefte Teamleitung und Lagerleitung und auch der Kärtchenversionen . Du kannst dir also die Hefte wie auch als Kärtchen selbst ausdrucken. Oder du kannst dir deine Fortschritte online bestellen. Infos dazu findest du hier. Im eLearning-Portal findest du alles was du brauchst: Übersicht und Detailbeschreibung der Module Seminaranmeldung Seminarbegleitung Fachwissen für Jugendleiter*innen und Stufenleiter*innen ePortfolio Hier findest du alle Informationen über Ausbildung zum*zur Stufenleiter*in auf einen Blick. Hier kannst du das Curriculum Stufenleitung herunterladen. Hier findest du alle Methoden zur Festellung deines Lernfortschritts, die wir dir während deiner Ausbildung anbieten. Selbsteinschätzung Für jene Kompetenzen, die du in der Praxis innerhalb der Pfadfinder*innengruppe erwerben kannst, erfolgt zu Beginn der jeweiligen Ausbildungsphase eine Standortbestimmung, wo du dich selbst bezüglich deines Vorwissens einschätzt. Die je Modul definierten Kompetenzen und das Einschätzungsverfahren sind im Fortschritte-Heft beschrieben. Daraus wirst du mit Unterstützung deines*deiner Gruppenausbildungsbegleiter*in (GAB) anhand der darin beschriebenen Vorschläge persönliche an das Lernumfeld angepasste Lernschritte ableiten und vereinbaren. Nach der Umsetzung von Lernschritten erfolgt regelmäßig eine erneute Selbsteinschätzung der erreichten Lernergebnisse. Portfolio Im persönlichen Lernportfolio dokumentierst du den Lernprozess, also die durchgeführten Lernschritte, deine Erfahrungen und Erlebnisse zum Erwerb der Kompetenzen, deine Arbeitsergebnisse ( z.B. Planungsdokumente, Protokolle, Fotos, Notizen zu Feedback etc.) und deine Gedanken aus persönlichen Reflexionen. Die Dokumentation erfolgt entweder auf den dafür vorgesehenen Seiten in den Fortschritte-Heften ergänzt um weitere Dokumente oder in einer anderen nachvollziehbaren Form ( z.B. Mappe, Onlinedokumentation, Kartei, Schulheft). Ausbildungsbegleitung in der Gruppe Im Rahmen von regelmäßigen Ausbildungsgespräche unterstützt dein*deine GAB dich bei der Planung von Lernschritten und der Reflexion der Lernergebnisse. Im Gespräch, unter Berücksichtigung deiner Selbsteinschätzung sowie nach Rücksprache mit deinem Stufenteam und anhand des vorgelegten Portfolios stellen GAB und du den Lernfortschritt und damit die Erreichung jener Lernergebnisse fest, deren Kompetenzerwerb dem Lernumfeld Pfadfinder*innengruppe zugeordnet ist („Praxismodule“). Als Kriterien dienen die Kompetenzformulierungen. Kompetenzen sind so definiert, dass sie von dir erreicht werden können. Sollten im Gespräch mit dem*der GAB Zweifel bestehen, dass die Lernergebnisse bereits erreicht worden sind bzw. durch Vorlage des Portfolios nicht schlüssig und glaubhaft erklärt werden können, so werden weitere Lernschritte vereinbart. Im Falle von Unstimmigkeiten bei der Beurteilung zwischen dir und deinem*deiner GAB kann die Gruppenleitung hinzugezogen werden. Sie ist darüber hinaus eine weitere Ansprechperson für dich. Nach Erreichung sämtlicher Lernergebnisse der Praxismodule und Absolvierung aller Seminarmodulen inkl. Transferaufgaben und damit Abschluss aller Module einer Ausbildungsphase bestätigen der*die GAB nach einem Abschlussgespräch mit dir den erfolgreichen Abschluss der Phase deinem Landesverband. Praxisbetreuung - Ausbildung im Stufenteam Erfahrene Stufenleiter*innen in deinem Team begleiten und unterstützen dich bei der Umsetzung deiner Lernschritte in der Praxis mit den Kindern und Jugendlichen. Sie ermöglichen dir ein Gleichgewicht zwischen Eigenverantwortung und Handlungsspielraum einerseits, sowie Anleitung und Feedback durch erfahrene Leiter*innen andererseits. Die Stufenleiter*innen haben dabei die Aufgabe deine Ausbildung in der Praxis zu gewährleisten, also, dass du die definierten Kompetenzen erwerben kannst. Gleichzeitig beobachten sie deine Lernfortschritte, geben Feedback und beurteilen, ob die Lernergebnisse erreicht worden sind. Als Kriterien dienen die Kompetenzformulierungen in den Fortschritte-Heften. Die Stufenleitung - mit Fokus auf die fachliche Feststellung - und der*die GAB – mit Fokus auf den Lernprozess- stimmen sich bezüglich der Beurteilung und Feststellung der Lernergebnisse in der Gruppe regelmäßig ab. Ausbildung auf Seminaren Auf Präsenzveranstaltungen begleiten dich erfahrene Trainer*innen der PPÖ beim Kompetenzerwerb im Rahmen von sogenannten „Seminarmodulen“, welche jeweils aus einer oder mehreren Seminareinheiten bestehen. Die Beschreibung von Seminareinheiten ist für alle Trainer*innen einheitlich und verbindlich in Form von Planungsdokumenten beschrieben. Für die einzelnen Seminarmodule sind einheitliche Ausbildungsziele gemäß den jeweils zugeordneten Kompetenzen definiert. Als Feststellungskriterien sind je Seminareinheit Lehrziele formuliert. Die Feststellung der Lernergebnisse obliegt dem jeweiligen Seminarteam und deine erfolgreiche Teilnahme wird in Form einer Urkunde bestätigt. Nach dem Besuch eines Seminarmoduls hast du sogenannte „Transferaufgaben“ durchzuführen, welche Lernschritte darstellen, die in der Praxis durchzuführen sind. Deren Erfüllung im Blick zu haben gehört zu den Aufgaben des*der GAB. Praxisarbeit Gegen Ende der Ausbildung für Jugendleiter*innen hast du eine Praxisaufgabe zu planen, durchzuführen, zu reflektieren, zu dokumentieren und zu präsentieren. Inhaltlich deckt die Aufgabenstellung ein weites Feld der erworbenen pädagogischen und methodischen Kompetenzen ab und hat daher eine wichtige Funktion im Rahmen der Feststellung deines Lernerfolges. Die Präsentation ermöglicht dir einerseits Feedback im Austausch mit anderen Jugendleiter*innen zu erhalten und dadurch deinen Lernerfolg zu verbessern, andererseits dient sie der Beurteilung der Lernergebnisse. Zu diesem Zweck ist bei jeder Präsentation ein Trainer oder eine Trainerin des Landesverbandes anwesend, der*die den Erfolg bestätigt. Ab Erfüllung der Teilnahmevoraussetzungen starten die Lernenden in ihre Ausbildung. Mithilfe eines vernetzten Systems aus unterschiedlichen Methoden erfolgt laufend die Feststellung der Lernergebnisse. Die Resultate der einzelnen Feststellungselemente werden gebündelt und im jeweils zuständigen Landesverband dokumentiert. Dazu melden sowohl Gruppenausbildungsbegleiter*innen nach Absolvierung der Team- bzw. Lagerleitungsmodule, als auch die einzelnen Seminarteams nach Durchführung einer Seminareinheit die Ergebnisse des Feststellungsverfahrens an die Landesverbandsadministration. Als Hilfsmittel für die Verwaltung und Dokumentation dienen Urkunden für Seminareinheiten und elektronische Systeme (Seminarverwaltung, Ausbildungsverwaltung). Der Lernende ist berechtigt jederzeit Einsicht in die Dokumentation zu nehmen und einen Auszug zu verlangen. Für etwaige Einsprüche oder Schlichtungen können sich Lernende an die Landesbeauftragten für Ausbildung wenden. Das Lernportfolio, also die Dokumentation der Arbeitsergebnisse in der Gruppe, ist derzeit durch die Lernenden selbst aufzubewahren und verbleibt bei ihnen. Im Zweifel kann der Landesverband stichprobenartig die Vorlage des Portfolios verlangen und dieses überprüfen. Nach positivem Abschluss sämtlicher Ausbildungsmodule bestätigt der Landesverband den Erfolg in Form eines Zertifikats. Nach dem Ende der Stufenleiter*innenausbildung hast du folgende Kompetenzen erworben: unterstützt du dein Team methodisch dabei, arbeitsfähig zu werden und zu bleiben. bist du in der Lage in Notfällen Erste Hilfe zu leisten. bist du in der Lage, dir Feedback zum eigenen Verhalten als Jugendleiter*in zu holen und das eigene Verhalten zu reflektieren. kannst du das eigene Führungsverhalten bewusst an die jeweilige Situation anpassen. kennst du Grundlagen von geschlechterbezogenem Arbeiten mit Kindern und Jugendlichen, entwickelst geschlechtsspezifisches Programm im Kontext verbandlicher Kinder- und Jugendarbeit und förderst innerhalb dessen Geschlechtergerechtigkeit. kennst du die gesetzlichen Rahmenbedingungen für die Betreuung und den Schutz von Kindern und Jugendlichen und kannst sie auf Aufsichtssituationen mit Kindern und Jugendlichen anwenden. kennst du Grundlagen der Kommunikation und kannst die eigenen Rollen in Gruppen im Kontext verbandlicher Kinder- und Jugendarbeit reflektieren sowie komplexe Konfliktsituationen in Gruppen lösungsorientiert und konstruktiv bewältigen. weißst du, welche Bedeutung die Natur als Lebensraum für Menschen und Tiere hat und kannst im Einklang damit den Naturraum für pädagogische Aktivitäten mit Kindern und Jugendlichen nutzen. bist du in der Lage pädagogische Aktivitäten im Kontext verbandlicher Kinder- und Jugendarbeit selbstständig und zielgruppengerecht zu planen und durchzuführen und setzt dabei für die jeweilige Altersstufe spezifische Methoden ein. bist du in der Lage durch den Einsatz zielgerichteter Methoden und die Auswahl geeigneter Lernfelder Kinder und Jugendliche in der Weiterentwicklung ihrer Fähigkeiten und Fertigkeiten zu unterstützen, damit sie schrittweise die Verantwortung für die Erreichung ihrer selbst gesetzten Ziele übernehmen. bist du in der Lage Aktivitäten für Kinder und Jugendliche partizipativ zu gestalten und differenzierte Methoden für gelungene Partizipation bewusst anzuwenden und zu evaluieren. bist du in der Lage Aktivitäten für Kinder und Jugendliche partizipativ zu gestalten und differenzierte Methoden für gelungene Partizipation bewusst anzuwenden und zu evaluieren. überträgst du gemeinsam mit deinem Team Erkenntnisse aus abgeschlossenen pädagogischen Aktivitäten auf künftige Planungen. bist du in der Lage relevante Informationen zum Programm an Erziehungsberechtigte zu kommunizieren und eine dafür passende Form zu wählen. überprüfst pädagogische Aktivitäten und Angebote auf mögliche Risikoquellen und setzt präventiv Maßnahmen zur Vermeidung von Risiken. bist du in der Lage Teamprozesse zu leiten, die Entwicklung des Teams methodisch zielgerichtet zu steuern und die Aufgaben im Team in Hinblick auf Bedürfnisse, Ressourcen und Kompetenzen der Teammitglieder partizipativ zu verteilen. Du betreust Teammitglieder bei der Bewältigung ihrer Aufgaben, ermöglicht Feedback im Team und übernimmst bei Bedarf die Moderation und Leitung des Teams. bist du in der Lage bei pädagogischen Aktivitäten altersgerechte Rahmenbedingungen für die spirituelle Entwicklung von Kindern und Jugendlichen zu schaffen. erledigst und administriert du die finanztechnischen Anforderungen für pädagogische Aktivitäten transparent und nachvollziehbar.",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "Weiterbildung: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/ausbildung/ausbildung/ausbildung/weiterbildung/",
    "textcontent": "Home Ausbildung Weiterbildung Bundesspezialseminar Du willst dein Wissen zum Thema Klima und nachhaltige Ernährung vertiefen und gemeinsam mit deiner Gruppe zum Thema aktiv werden? Mach mit bei unserem WWF-Spezialseminar Eat 4 Change zum Thema „Klima und nachhaltige Ernährung “. Ziel des Trainings ist es, die Inhalte und Methoden mit jungen Menschen zum Thema zu arbeiten, an dich weiterzugeben und das Verständnis dafür zu vertiefen, wie du dich für das Klima und eine nachhaltige Ernährung einsetzen kannst. Was kannst du dir vom dieser Schulung erwarten? Das 2-Tage-Training ist vollgepackt mit praktischen und interaktiven Methoden, die du in deiner Arbeit mit den Kindern und Jugendlichen anwenden kannst.. Doch auch du selbst bekommst einen besseren Einblick in die Thematik und das Vernetzen sowie der Austausch untereinander kommen nicht zu kurz. Samstagabend kochen wir gemeinsam ein veganes Abendessen und probieren neue Rezepte aus. Wann? 11./12.11.23; Beginn Samstag: 12:00, Ende Sonntag: 15:00 Wo? Pfadfinderheim Amstetten , Schulstraße 9, 3300 Amstetten Wer? Nathan Spees , WWF Global Education Coordinator und Georgina Weinhart , Programmmangerin des Jugendnetzwerk „Generation Earth“ führen durch’s Programm Kosten: Euro 50,- Diesen Betrag nach Anmeldung bitte auf folgendes Konto einzahlen: Umweltverband WWF Österreich AT96 2011 1291 1268 3902 Zweck: E4C Spezialseminar KST 50501 – Name Diese Kosten werden dir bei Erscheinen am Seminar rückerstattet. Anmeldung: Die Anmeldung ist ab sofort über die Seminaranmeldeplattform möglich. Filtere nach \"Bundesverband\" Anmeldeschluss: 31.10.2023 - deine Anmeldung ist erst mit der Einzahlung der Euro 50,- fix. Stornobedingungen: bei einer Abmeldung ab dem 1.1.2023 wird eine Stornogebühr von Euro 20,- einbehalten. Fahrtkostenrückerstattung: Um allen, die eine weitere Anreise haben die gleichen Chancen zu geben, werden diesen bei öffentlicher Anreise die Fahrtkosten (Zugticket 2. Klasse) bis in einer Höhe von Euro 30,- rückerstattet. Das Seminar wird im Zuge des Projekts „Eat 4 Change“ veranstaltet. Das internationale Eat4Change Projekt wird vom DEAR Programm der Europäischen Kommission kofinanziert. Das Projekt zielt darauf ab, eine Ernährungswende hin zu nachhaltigeren Ernährungs- und Produktionspraktiken zu fördern, die Umsetzung der SDGs sowie die Einhaltung der Klimaschutzabkommen zu unterstützen und zu positiven wirtschaftlichen, sozialen und ökologischen Auswirkungen in Europa und den Entwicklungsländern beizutragen. Hier bekommst du mehr Infos zum Projekt . Du hast Fragen zum Programm? Dann melde dich bei Georgina ! Wir freuen uns auf eine Woche voller Inspiration, Lernen und Austausch mit dir! Nathan und George WWF Austria Pfadfinden - eine Idee, viele Dimensionen! Die Bundesausbildung veranstaltet am 6./7. Mai 2023 wieder einen Leiter*innenkongress! Es ist so weit! Das Programm für unseren Leitr*innenkongress steht! Hier findest du das Programm zum Download! Was erwartet dich auf diesem Kongress? Keynote - Speaker zum Thema Viele verschiedene, frei wählbare Sessions zum Thema \"Pfadfinden - eine Idee, viele Dimensionen\" Detailinformationen zum Kongress findest du hier und auf der PPÖ-Webseite ab Mitte November 2022. Außerdem wird nach Anmeldeschluss ein Mail an alle angemeldeten Teilnehmer*innen versendet. Wann? Beginn: Samstag, 6. Mai 2023 - 14:00 Uhr, Eintreffen ab 13:00 Uhr Ende: Sonntag, 7. Mai 2023 - ca. 13:00 Uhr, danach Mittagessen Wo? Bildungshaus St. Magdalena, Linz; www.sanktmagdalena.at Wer? Alle Leiter*innen mit zumindest 2 Jahren Leitungserfahrung - unabhängig vom Ausbildungsstand Anmeldung Die Anmeldung ist ab sofort auf der Seminaranmeldeplattform möglich. Achtung! Deine Anmeldung wird erst mit Einlangen deines Kongressbeitrags gültig! Die Kontodaten werden ab Mitte Februar 2023 hier online sein. Anmeldeschluss verlängert 26. April 2023 Kosten? Der Teilnahmebeitrag beträgt Euro 85,- Die Einzahlung ist ab 10.1.2023 möglich. Die Kontoinformationen werden Anfang Jänner 2023 hier bekannt gegeben. Fahrtkosten öffentlicher Verkehrsmittel (2. Klasse) werden rückerstattet. Bildung von Fahrgemeinschaften nach Möglichkeit erbeten. Bitte überweisen den Beitrag auf folgendes Konto: Pfadfinder und Pfadfinderinnen Österreichs Erste Bank IBAN: AT 35 20111 000000 75582 Betreff: \"Leiter*innenkongress 2023 - Nachname & Vorname\" Abmeldung Wenn du trotz deiner Anmeldung an diesem Kongress nicht teilnehmen kannst, melde dich bitte bis spätestens 17. April 2023 bei biggi.stockinger-hofer(at)ppoe.at (Administration) ab. Bei Nichtabmeldung wird der gesamte Beitrag einbehalten. Ausrüstung, Verpflegung Wir sind in einem Seminarzentrum untergebracht. Du brauchst nur dein Halstuch und deine persönlichen Dinge mit. Verpflegung: voll (außer Getränke) - Ernährungsgewohnheiten werden nach Anmeldeschluss per Mail abgefragt.. Kontakt Bei Fragen wende dich an biggi.stockinger-hofer(at)ppoe.at Wir freuen uns schon jetzt auf eine zahlreiche Teilnahme. Wir freuen uns auf dich! Deine Bundesausbildung",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "Die Ausbildung der PPÖ: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/ausbildung/ausbildung/die-ausbildung-der-ppoe/",
    "textcontent": "Home Ausbildung Die Ausbildung der PPÖ ein Gesamtüberblick Die neue Ausbildung der PPÖ ist – wie bereits bekannt - kompetenzorientiert und modular aufgebaut. Wichtig ist, dass Vorwissen anerkannt wird, das heißt, wenn ich im Rahmen meiner Ausbildung, im Beruf oder selbstverständlich auch bei den Pfadfinder*innen bereits Kompetenzen erworben habe, werden mir diese angerechnet . Ich schätze mich selbst ein und entscheide danach, welche Kompetenzen ich bereits habe oder wo ich noch Schritte in meiner Weiterentwicklung tun muss. Dabei begleiten mich mein Stufenteam, mein Gruppenausbildungsbegleiter oder meine Gruppenausbildungsbegleiterin und auch die Stufenbeauftragten beziehungsweise die Beauftragten für Gruppenleiter*innen in meinem Landesverband. Die Ausbildung zum Jugendleiter oder zur Jugendleiterin der PPÖ Die Ausbildung gliedert sich in drei Phasen: die Einstiegsphase, die Erfahrungsphase und die Vertiefungsphase. Jede dieser Phasen besteht aus mehreren Modulen, die wiederum verschiedene Kompetenzen beinhalten. Kompetenzen sind jene Fähigkeiten und Fertigkeiten über die du nach Abschluss des Modul verfügen solltest. Die Ausbildung zum Stufenleiter bzw. zur Stufenleiterin Die Stufenleitung besteht aus den Ausbildungen Jugendleitung, Teamleitung und Lagerleitung. Nach der Ausbildung zum Jugendleiter beziehungsweise zur Jugendleiterin wird in manchen Landesverbänden das \"Instruktorabzeichen\" verliehen. Wenn zusätzlich auch die Module zu Teamleitung und Lagerleitung erledigt sind, sprechen wir vom Stufenleiter beziehungsweise von der Stufenleiterin und in manchen Ländern wird zu diesem Zeitpunkt das \"Meisterabzeichen\" verliehen. Ausbildung für Gruppenleiter und Gruppenleiterin Die Ausbildung für Gruppenleiter*innen überschneidet sich in manchen Modulen mit jenen der Jugendleiter*innenausbildung. Teil der Gruppenleiter*innenausbildung ist beispielsweise auch die Teamleitung. Aber nicht jeder oder jede Gruppenleiter*in muss eine abgeschlossene Jugendleiter*innenausbildung absolviert haben. Alle Details zur Ausbildung für Gruppenleiter*innen findest du im Heft \" Fortschritte für GL\" . Weiterbildung für Jugendleiter*innen und Gruppenleiter*innen Ständige Weiterbildung war und ist ein essentieller Bestandteil unserer Ausbildung. Weiterbildungsmöglichkeiten werden sowohl innerhalb der PPÖ als auch extern angeboten. Der Woodbadgekurs Der Woodbadgekurs ist ein Teil der Ausbildung der PPÖ . Zeitlich liegt er nach der abgeschlossenen Ausbildung zum Jugendleiter, zur Jugendleiterin beziehungsweise Gruppenleiter*in. Dieses gruppenbezogene Selbsterfahrungsseminar hilft mir, mich mit meiner Teamfähigkeit und meinen Rollen in Gruppen auseinanderzusetzen und bei der Reflexion meines Engagements für die Pfadfinder*innenbewegung. Ausbildung für Trainer*innen der PPÖ Für all jene, die sich in der Erwachsenenbildung engagieren, gibt es weiterhin eine eigene Ausbildungsschiene für Trainer und Trainerinnen der PPÖ .",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "Gilwellparkgruppe: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/ausbildung/ausbildung/gilwellparkgruppe/",
    "textcontent": "Home Ausbildung Gilwellparkgruppe Gilwell-Newsletter 3/2025 Termine Gilwell-Runde Wien/NÖ 2025 Wir sind Verein! Werde Mitglied! Vereinsvorstand Gruppenbeitrag und Registrierung Flyer Gilwellparkgruppe 1-2023 zum Download Die Gilwell-Runde Wien/ NÖ trifft sich viermal im Jahr. Wir veranstalten die Treffen beim Pfadfinderbund, im Pfadfindermuseum oder im Bundesverband. Wir erfahren bei den Treffen Neues aus dem Bundesverband und dem Pfadfinderbund und schauen uns die aktuelle Ausstellung im Pfadfindermuseum an. Außerdem nutzen wir die Zeit für Austausch und Plaudereien. Für Essen und Getränke ist immer gesorgt. Die Termine: Donnerstag, 20. Februar 2025 ab 18:00 Uhr beim Pfadfinderbund, Eingang Miesbachgasse 4, 1020 Wien Donnerstag, 22. Mai 2025 ab 18:00 Uhr beim Pfadfindermuseum, Loeschenkohlgasse 25, 1150 Wien Donnerstag, 18. September 2025 ab 18:00 Uhr beim Pfadfinderbund, Eingang Miesbachgasse 4, 1020 Wien Donnerstag, 20. November 2025 ab 18:00 Uhr im Bundesverband, Stöberplatz 12 - Eingang Lienfeldergasse Du warst noch nie bei einem Treffen dabei? Dann wird´s aber Zeit, komm einfach zu einem dieser Treffen! Biggi & Andi im Namen des Vorstandes Schon lange gibt es die Vision, die Gilwellparkgruppe als eigenständigen Verein neu zu gründen. Nun ist es soweit! Bisher war die Gilwellparkgruppe der PPÖ eine „virtuelle\" Gruppe, die noch dazu auch in unserer Verbandsordnung oder den Satzungen nicht verankert war. Eigentlich ein Wunder, dass wir so lange und erfolgreich tätig sein konnten. Schon vor einigen Jahren gab es daher die Idee, die Gilwellparkgruppe nicht nur zu „institutionalisieren\", sondern sie gleich als eigenständigen Verein analog einer Pfadfinder*innengruppe aufzusetzen. Diese Gruppe (die natürlich keine Kinder- und Jugendarbeit macht und in diesem Sinne keine wirkliche Pfadfinder*innengruppe ist) wird eine Kooperation mit den PPÖ eingehen und ihr alleiniger Vereinszweck ist die finanzielle und ideelle Förderung der Ausbildung der PPÖ . Bisherige und zukünftige Woodbadgeträger*innen laden wir herzlich ein, dem neuen Verein „Österreichische Gilwellparkgruppe\" beizutreten. Mit eurem Mitgliedsbeitrag werden wir weiterhin die Aktivitäten der Gruppe, wie Informationsaussendung und Treffen finanzieren; mit eurer - hoffentlich großzügigen - Spende werden wir wie bisher auch in Zukunft die Aktivitäten der Ausbildung der PPÖ unterstützen. Die Vereinsgründung ist abgeschlossen und hier findest du die Vereinsstatuten und hier den aktuellen Vorstand . Der Kooperationsvertrag mit dem Bundesverband der PPÖ ist auch bereits finalisiert. Dominik sieht die Vereinsgründung der Gilwellparkgruppe als einen strategisch und finanziell richtigen Schritt und unterstützt diese sehr. Um die Verbundenheit der Gilwellparkgruppe mit dem Bundeszentrum Wassergspreng noch stärker zu betonen ist der Vereinssitz im Bundeszentrum Wassergspreng . Werde Mitglied! Da wir nun ein eigenständiger Verein sind, können und sollten alle bisherigen Mitglider der Gruppe proaktiv dem Verein beitreten. Scanne den QR-Code oder folge diesem Link zum Formular Dieser führt dich zu einem Onlineformukar. Über dieses kannst du dem Verein Österreichische Gilwellparkgruppe der Pfadfinder und Pfadfinderinnen Österreichs beitreten. Du kannst dich weiterhin gerne über die Gilwellparkgruppe registrieren, wenn du in keiner Pfadfinder*innengruppe mehr registriert bist. Hier geht´s zu weiteren infos zum Thema Mitgliedsbeitrag und Registrierung. Wir freuen uns auf die neuen Herausforderungen und hoffen darauf, dass auch du Mitglied des Vereins Gilwellparkgruppe der PPÖ wirst! Andi & Biggi im Namen des Vorstands der Österr. Gilwellparkgruppe der Gilwellparkgruppe Wenn du deinen Woodbadgekurs abgeschlossen hast, kannst du dir die Fleece-Jacke der Gilwellparkgruppe bestellen! Die Gilwell-Jacke, Marke \"Thor III\", ist dunkelblau. Am linken Oberarm findest du das PPÖ - Logo mit dem Zusatz \"Gilwellparkgruppe\" und am Rücken, zwischen den Schulterblättern, platzierten wir das Logo der Gilwellparkgruppe. Jackengrößen und Maße: Größe 36 - Brustweite 50cm, Rückenlänge 63cm Größe 38 - Brustweite 52cm, Rückkenlänge 65cm Größe 40 - Brustweite 55cm, Rückenlänge 65cm Größe 42 - Brustweite 56cm, Rückenlänge 66cm Größe 44 - Brustweite 57cm, Rückenlänge 67cm Größe 46 - Brustweite 58cm, Rückenlänge 68cm Größe 48 - brustweite 59cm, Rückenlänge 69cm Größe 50 - Brustweite 60cm, Rückenlänge 70cm Größe 58/60 - Brustweite 69cm, Rückenlänge 76cm Größe 62 - Brustweite 74cm, Rückenlänge 77cm Größe 64 - Brustweite 76cm, Rückenlänge 79cm Größen 52, 54 und 56 sind leider schon aus Kosten und Bestellung Die Kosten inklusive Versand betragen Euro 40,- So funktioniert die Bestellung: Wir brauchen von dir die exakten Angaben zur Größe, Damen- oder Herrenschnitt und deine aktuelle Postadresse. Dann schickst du diese Daten an die Mailadresse der Gilwellparkgruppe und zahlst den Betrag von Euro 40,- auf folgendes Konto ein: Gilwellparkgruppe der Pfadfinder und Pfadfinderinnen Österreichs IBAN: AT 30 1200 0100 3937 1496 BIC/SWIFT: BKAUATWW Als Verwendungszweck bitte unbedingt \"Gilwellparkgruppe - Fleece-Jacke\" angeben. Sobald wir deine Einzahlung erhalten haben, schicken wir dir die Jacke zu. Ab den Zeitpunkt deiner Einzahlung rechnen wir mit einer Bearbeitungszeit von zirka zwei bis drei Wochen. Wir hoffen, du hast viel Freude mit deiner Jacke! Biggi und Andi Gruppenleitung der Gilwellparkgruppe Einige Fotos ... Die Gilwellparkgruppe auf Facebook Bist du schon Mitglied der Gilwellparkgruppe auf Facebook? Es handelt sich um eine „geschlossene Gruppe“, das heißt die Mitgliedschaft wird von einem Administrator bestätigt. Schau doch auch mal in der Österreichischen Gilwellparkgruppe auf Facebook vorbei und werde Mitglied! Liebe Grüße und Gut Pfad! Biggi Stockinger-Hofer & Andi Furm Gruppenleitung der Gilwellparkgruppe",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "Archiv: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/ausbildung/ausbildung/gilwellparkgruppe/archiv/",
    "textcontent": "Home Ausbildung Gilwellparkgruppe Archiv Unser Freund, Kurt Bednarsky, ist heimgegangen. Er hat seine Aufgabe bei den PPÖ und besonders bei der Gilwellparkgruppe mehr als erfüllt. Es war seine Initiative, dass sich diese Gruppe wieder regelmäßig traf, er brachte Themen ein, er organisierte, er kümmerte sich. Kurt war im Bundesausbildungsteam als Quartiermeister und es war ihm zu verdanken, dass Treffen, Sitzungen, Konferenzen gut organisiert abliefen. Und er war ein Freund, immer da, hilfsbereit und zutiefst loyal – er war ein Pfadfinder! Er hat sein Quartier auf dieser Welt jetzt abgebrochen und so, wie ich ihn kenne, ist für das neue Quartier alles vorbereitet. Gut Pfad Monika Fabjan ehemalige Sprecherin der Ausbildung und ehemalige GF der Gilwellparkgruppe Kurt war über 20 Jahre ein engagierter Mitarbeiter im Bundesverband. Er war 1995 in Holland und 1998/99 in Chile Mitglied des Jamboree - Kontingentleitungsteams und sorgte auch dort dafür, dass alles reibungslos ablief. Nach seiner Zeit als Ausbildungssekretär unterstützte er uns viele Jahre im alltäglichen Bürobetrieb. Wann immer wir ein Problem hatten, Kurt hatte eine Lösung dafür. Die Übersiedlungen des Bundesverbandes von der Breitegasse in die Bräuhausgasse sowie von dort zum Stöberplatz konnten nicht zuletzt dank seiner Hilfe reibungslos über die Bühne gebracht werden. 2008 übergab er die Leitung der Gilwellparkgruppe an Biggi und Helmut, denn er war immer der Überzeugung, dass auch die Gilwellparkgruppe frischen Wind braucht. Er stand uns immer mit Rat und Tat zur Seite, war bei fast allen Treffen der Wien/ NÖ - Runde der Gilwellparkgruppe sowie bei jeder Reunion dabei. Er hat die Entwicklung der PPÖ immer interessiert verfolgt, jedoch mit seiner Meinung nie hinter dem Berg gehalten. Wir haben viel von ihm gelernt! Gut Pfad! Moni, Biggi & Helmut im Namen des Bundesverbandes",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "Kontaktdaten melden: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/ausbildung/ausbildung/gilwellparkgruppe/kontaktdaten-melden/",
    "textcontent": "Home Ausbildung Gilwellparkgruppe Kontaktdaten melden Als Woodbadgeträger oder Woodbadgeträgerin bist du Mitglied der Gilwellparkgruppe. Die Information unserer Mitglieder ist uns wichtig. Daher sind wir bemüht, deine Daten zu erfassen bzw. zu aktualisieren. Wenn wir deine aktuellen Daten haben, bekommst du jährlich Informationen über die Gilwellparkgruppe. Fülle bitte die Formularfelder aus und klicke anschließend auf \"Abschicken\". Bitte alle Felder vollständig und richtig ausfüllen! Danke! Kontaktformular Per Formular kontaktieren Vorname * Nachname * Telefonnummer E-Mail * Nachricht * Diese Feld nicht ausfüllen!",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "Registrierung und Mitgliedsbeitrag: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/ausbildung/ausbildung/gilwellparkgruppe/registrierung-und-mitgliedsbeitrag/",
    "textcontent": "Home Ausbildung Gilwellparkgruppe Registrierung und Mitgliedsbeitrag Der Verein „Gilwellparkgruppe der Pfadfinder und Pfadfinderinnen Österreichs“ ist ein ehrenamtlicher und gemeinnütziger Verein, der zur ideellen und materiellen Förderung der Ausbildung von Erwachsenen bei den PPÖ gegründet wurde. Ordentliche Vereinsmitglieder müssen Woodbadgeträger*innen sein. Durch den Vereinszweck ergibt sich eine enge Verbindung mit den Pfadfindern und Pfadfinderinnen Österreichs. Die Mitglieder des Vereins haben optional die Möglichkeit, sich über die Gilwellparkgruppe bei den PPÖ (Pfadfinder und Pfadfinderinnen Österreichs) zu registrieren und haben damit Anspruch auf gewisse Serviceleistungen. Mit dem Gruppenbeitrag in der Höhe von Euro 9,- finanzieren wir die Aussendungen der Gilwellparkgruppe, die laufenden Gruppenaktivitäten sowie Zuschüsse zur Ausbildung der PPÖ . Mit deiner Spende unterstützt du direkt die Ausbildung. Die Gilwellparkgruppe ist ein wichtiger finanzieller Rückhalt für die aktive Ausbildung der PPÖ und die erhaltenen Spenden kommen ausschließlich der Ausbildung zugute. Deinen Registrierungsbeitrag von Euro 18,- leiten wir in voller Höhe weiter an den Bundesverband der PPÖ . Damit hast du das Recht auf eine Scout Card, bekommst den PPÖ -Brief zugesendet, bist versichert, bei den Weltverbänden WAGGGS und WOSM gemeldet und damit auch legitimiert, internationale Lagerplätze zu besuchen. Wenn du schon über deine Pfadfinder*innengruppe registriert bist, brauchst du selbstverständlich keine zusätzliche Registriergebühr an die Gilwellparkgruppe zu zahlen, sondern nur den Mitgliedsbeitrag Mitgliedsbeitrag - Registrierung bei den PPÖ Mitgliedsbeitrag € 9,- oder Mitglieds- und Registrierungsbeitrag € 27,- ACHTUNG: Der Registrierungsbeitrag in der Höhe von € 18,- ist nur dann erforderlich, wenn du derzeit bei keiner Pfadfinder*innengruppe registriert bist und dich über die Gilwellparkgruppe bei den PPÖ registrieren willst. Gib als Verwendungszweck bitte unbedingt an, für wen du bezahlst und schlüssle auf wofür , also deinen vollständigen Namen sowie „Mitgliedsbeitrag 2024/Registrierung/Rest Spende“. Deine Scout Card Nummer hilft uns zusätzlich mit der richtigen Zuordnung deiner Zahlung. Kontoinformation - Achtung: wir haben ein neues Konto!!! Gilwellparkgruppe der Pfadfinder und Pfadfinderinnen Österreichs IBAN: AT 30 1200 0100 3937 1496 BIC/SWIFT: BKAUATWW Als Verwendungszweck bitte unbedingt \"Name, Scout Card Nummer, Mitgliedsbeitrag / Registrierung / Spende\" angeben. Die finanziellen Belange der Gruppe werden vom Vorstand bearbeitet und von unseren beiden Rechnungsprüfern, Tobias Bischofberger und Christian Letz, kontrolliert. Wenn du Fragen hast, sende uns eine E-Mail . Biggi und Andi im Namen des Vorstands der Gilwellparkgruppe der PPÖ",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "Vorstand Gilwellparkgruppe: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/ausbildung/ausbildung/gilwellparkgruppe/vorstand-gilwellparkgruppe/",
    "textcontent": "Home Ausbildung Gilwellparkgruppe Vorstand Gilwellparkgruppe Biggi Stockinger-Hofer Obfrau der Gilwellparkgruppe der Pfadfinder und Pfadfinderinnen Österreichs Im März 2008 wurde ich als Gruppenleiterin der Gilwellparkgruppe berufen und habe lange Jahre mit Helmut Stump einen erfahrenen und aktiven Partner aus dem Westen gefunden. Seit März 2020 habe ich Andi Furm an meiner Seite. Ich bin seit meinem 16. Lebensjahr begeisterte Pfadfinderin in der Gruppe Wr. Neudorf in Niederösterreich. Dort habe ich als Ranger begonnen und bin mit 19 Jahren als Assistentin bei den WiWö eingestiegen. Nach einigen Jahren bei den WiWö hat es mich dann zu den CaEx gezogen, die ich viele Jahre in der Gruppe geleitet habe. Parallel dazu habe ich im Landesverband Niederösterreich im CaEx - Team mitgemacht. 1996 habe ich meinen Woodbadgekurs besucht, meine Woodbadgeverleihung fand 1998 in Igls statt. 1999 begann ich in der Funktion der Bundesbeauftragten für Caravelles im Bundesverband mitzuarbeiten. Nach einigen Jahren als Bundesbeauftragte für Caravelles wurde ich 2003 zur Bundesbeauftragten für Pfadfinder*innenausbildung gewählt. In diese Funktion habe ich bis März 2008 mit Begeisterung den Großteil meiner Freizeit investiert. Seit Jänner 2023 bin ich Obfrau des Vereins Gilwellparkgruppe der PPÖ . Stefan Magerl Obmann der Gilwellparkgruppe der Pfadfinder und Pfadfinderinnen Österreichs Im Mai 2025 wurde ich bei der Generalversammlung der Gilwellparkgruppe zum Obmann gewählt. Bei den PPÖ bin ich seit langem im Bereich Training der PPÖ ehrenamtlich aktiv. Ich habe in der Bundespatrulle der GuSp begonnen und habe später in die Funktion Bundesbeauftraget für Ausbildung gewechselt. Aktuell bin ich gemeinsam mit Sigrid Giehsauer für die Woodbadgekurse zuständig. Ich wohne mit meiner Familie in Graz und wir sind alle bei den Pfadis aktiv. Mir war und ist die Gilwellparkgruppe immer wichtig, da sie eine wichtige Unterstützung der Ausbildung der PPÖ ist. Gerald Stockinger Kassier der Gilwellparkgruppe der Pfadfinder und Pfadfinderinnen Österreichs Wenn du mich fragst, was ich mit „dem Woodbadge“ verbinde, dann fallen mir so viele Erlebnisse ein, dass ich gar nicht weiß, wo ich anfangen und wo ich aufhören soll: Die Klangkuppel in der Runde, Wors–Mipps–Lurs in der Seminargruppe, Nusslikör vom Rundling, „Sei wie du bist“ mein Motto und der „Zauberstab“ als Geschenk, Freundschaften und intensive Reisen nach Frankreich und nach Schweden mit den Schnepfen. Das sind nur ein paar Assoziationen zu meinem eigenen Woodbadgekurs 1995 in Limberg. Seither war ich selbst viele Male im Woodbadgeteam und jeder einzelne Kurs und jedes einzelne Gespräch hat Eindrücke bei mir hinterlassen. Die internationale Idee des „Gilwell-Kurses“ lässt mich nicht los, genauso wenig wie die Verbundenheit mit allen, die auch ihre Holzperlen am Halstuch tragen. Oder auch das „Oh!“ jemanden getroffen zu haben, der gleich sechs von diesen Perlen hat. Seit ich in unserer Pfadfinder*innengruppe in Wiener Neudorf zuerst Wichtel und Wölflinge und dann Ranger und Rover geleitet habe, sind tatsächlich schon einige Jahre vergangen. Mein Herz schlägt immer noch in erster Linie für die Wichtel- und Wölflingsstufe, neben der Gruppe damals auch lange Zeit im Landesverband NÖ und dann auf Bundesebene im WiWö -Team. Im Bundesverband bin ich der Pädagogik und vor allem dem Training sehr verbunden, 8 Jahre auch als Bundesbeauftragter für Ausbildung. Weiterentwicklung unserer Bewegung und im Verband ist mir ein großes Anliegen, „Sesselpicker“ bin ich selbst keiner und meine berufliche Kompetenz als IT-Berater darf ich als „EDV-Fuzzi“ auch bei den PPÖ ausleben. Die Gilwellparkgruppe als eigenständiger Förderverein für den Trainingsbereich der PPÖ war immer schon eine Vision von mir und es ist daher sehr naheliegend mich auch im Verein zu engagieren und jetzt als Kassier für die Ordnungsmäßigkeit der Finanzen zu sorgen. Ich hoffe wir sehen uns bei der nächsten Reunion! Katrin Mayer Schriftführerin der Gilwellparkgruppe der Pfadfinder und Pfadfinderinnen Österreichs Als ich damals nach dem nö. Landeslager “4anaund“ in den LV Niederösterreich ins RaRo -Team kam, zündete auch die Idee, auf Woodbadgekurs zu fahren. 2008 war es dann endlich soweit – aber erst 5 Jahre später hab ichs dann endlich geschafft, das Projekt Woodbadge abzuschließen und meine Perlen zurückzubekommen. Als ich dann bei meiner ersten Reunion auf einem Großlager und auch bei meiner ersten internationalen Reunion am Roverway in Finnland war, hab ich erst so wirklich verstanden, in welch große und vielfältige Gemeinschaft ich hier eingetreten bin – und dieser Gedanke hat mich bis heute nicht losgelassen. Aktuell darf ich immer wieder auf Woodbadgekursen als Trainerin dabei sein, um einerseits diesen Gedanken weiterzugeben und andererseits Menschen eine Woche lang in ihren gruppendynamischen Prozessen zuzuschauen und sie auch zu begleiten, wenn sie sich Tickets setzen und immer wieder mal ein wenig weiterentwickeln. Ganz im Sinne von “I’m going to work my ticket if I can”. Christa Sieder Mitglied im Vorstand der Gilwellparkgruppe der Pfadfinder und Pfadfinderinnen Österreichs Aus der Pfadfinder*innengruppe Amstetten im schönen Yoland kommend, engagiere ich mich seit 2014 im Bundesverband; lange Zeit für die WiWö -Stufe und mittlerweile als Vorsitzende der Lehrgangsleitung Trainer*innen-Ausbildung (gemeinsam mit Andi Furm) sowie Ressortleiterin Training (gemeinsam mit Paul Medek). Den Woodbadgekurs zähle ich nach wie vor zu meinen schönsten Pfadi-Erinnerungen, und ich freue ich mich darauf, in meiner Tätigkeit im Vorstand der Gilwellparkgruppe Impulse aus dem und für das Ressort Training einzubringen. Paul Medek Mitglied im Vorstand der Gilwellparkgruppe der Pfadfinder und Pfadfinderinnen Österreichs Aus der Pfadfinder*innengruppe Wien 11 kommend, engagiere ich mich seit vielen Jahren im Bundesverband. Ich war lange Zeit Landesbeauftragter für Ausbildung in Wien und habe auf Bundesebene im Bundesarbeitskreis für Ausbildung mitgearbeitet. Mittlerweile bin ich Vorsitzender der Lehrgangsleitung für die Jugendleiter*innen-Ausbildung, in der alle Landesbeauftragten für Ausbildung auf Bundesebene zusammenkommen sowie Ressortleiter Training (gemeinsam mit Christa Sieder). In der Gilwellparkgruppe möchte ich gemeinsam mit Christa die Themen des Trainings der PPÖ einbringen.",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "Trainer*innenausbildung: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/ausbildung/ausbildung/trainerinnenausbildung/",
    "textcontent": "Home Ausbildung Trainer*innenausbildung der PPÖ Herzlich willkommen zur Trainer*innenausbildung der PPÖ ! Hier findest du alle Informationen zu Ziel, Inhalten, Aufbau, Kosten und Anmeldung der Trainer*innenausbildung. Die Anmeldung für den Lehrgang 2025 ist bis 15. Juni 2025 möglich. Du bist erfahrene*r Jugendleiter*in bei den PPÖ oder in einer anderen Jugendorganisation und möchtest dich im Bereich der Erwachsenenbildung, insbesondere für die Ausbildung von Jugendleiter*innen, engagieren? In der Betreuung von Kindern und Jugendlichen hast du seit mindestens drei Jahren Erfahrung im Ausmaß von mehr als 100 Betreuungsstunden pro Jahr und eine Grundausbildung als Jugendleiter*in in deiner Jugendorganisation absolviert? Die PPÖ bieten dir eine Trainer*innenausbildung an, die dich zum/zur Erwachsenenbildner*in qualifiziert. Diese Ausbildung vermittelt Fach-, Methoden-, Selbst- und Sozialkompetenz und bietet eine breite theoretische Basis, umfangreiche Praxiserfahrung sowie professionelle Begleitung. Die Lernleistung, welche im Rahmen der Trainer*innenausbildung der PPÖ erbracht wird, entspricht 184 Lerneinheiten zu je 45 Minuten, das entspricht 6 ECTS-Anrechnungspunkten (sowie für Pfadfinder*innen mit \"Woodbadgekurs\" 256 Lerneinheiten, das entspricht 8 ECTS-Anrechnungspunkten). Hier kommst du zum Online-Anmeldeformular. Die Anmeldung ist ausschließlich über dieses Formular möglich!! Die Details zu Kosten, Inhalten, Terminen usw. findest du weiter unten. Lies dir diese Ausschreibung bitte genau durch. Wenn du Fragen hast, schicke ein E-Mail an Biggi Stockinger-Hofer , Adminiastratrorin der Trainer*innenausbildung. Die Trainer*innenausbildung findet auf drei Lernebenen statt Selbständiges Lernen Die Trainer*innenausbildung basiert größtenteils auf dem Prinzip des selbständigen Lernens und verlangt von den Teilnehmer*innen ein hohes Maß an Eigenverantwortung. Unterstützend stehen den Teilnehmer*innen ein persönlicher Ausbildungsplan und eine e-Learning-Plattform mit vielen einzelnen Arbeitsaufträgen und einem umfangreichen methodischen Angebot an Fachwissen zur Verfügung, welche von ausgebildeten Tutor*innen betreut werden. Die erworbenen Erkenntnisse werden in einem persönlichen Lerntagebuch dokumentiert. Diese e-Learning-Plattform wird von den Teilnehmer*innen auch für den Erfahrungsaustausch im Sinne eines vernetzten Lernens genutzt. Lernen in organisierter Form Im Rahmen der Trainer*innenausbildung werden drei Präsenzveranstaltungen (Seminare) zu je einem Wochenende angeboten. Einzelne Inhalte, die bereits im Zuge anderer Ausbildungsveranstaltungen bearbeitet wurden, können dabei angerechnet werden. Lernen im Seminar-Team Im Verlauf der Trainer*innenausbildung arbeiten die Teilnehmer*innen auf mindestens drei jeweils zweitägigen Seminaren im Seminarteam mit, sammeln Praxiserfahrung und werden dabei von erfahrenen Trainer*innen begleitet (Einführung, Planungsunterstützung und Feedback). Ergänzt werden diese Ebenen durch ein gruppenbezogenes Selbsterfahrungsseminar (für Pfadfinder*innen der \"Woodbadgekurs\"), das aus einer Seminarwoche und einem Transferwochenende besteht, sowie eine Transferarbeit und die Umsetzung von Zielen zur persönlichen Weiterentwicklung beinhaltet. Zielgruppen Erfahrene Jugendleiter*innen der PPÖ, die ihre Jugendleiter*innenausbildung abgeschlossen haben, Mitglied eines Landesverbandsteams beziehungsweise des Bundesverbandes der PPÖ sind und als Trainer*innen in der Jugendleiter*innenausbildung der PPÖ tätig sein wollen. Erfahrene Jugendleiter*innen der PPÖ oder anderer Pfadfinderverbände, die ihre Jugendleiter*innenausbildung abgeschlossen haben und einen Bedarf zur persönlichen Weiterbildung im Bereich der Erwachsenenbildung haben. Erfahrene Jugendleiter*innen anderer Jugendorganisationen, die innerhalb ihrer Organisation mit der Ausbildung von Jugendleiter*innen betraut sind. Voraussetzungen Jugendleiter*innen der PPÖ müssen ihre Ausbildung als Jugendleiter*in der PPÖ sowie die Teamleitungsausbildung abgeschlossen haben und entweder Mitglied eines Landesausbildungsteams bzw. des Bundesverbandes der PPÖ sein oder ein geeignetes Praxisumfeld in der Erwachsenenbildung belegen können. Im Rahmen ihres Trainingsumfelds müssen sie vor Beginn der Trainer*innenausbildung bereits bei einem Seminar als Teammitglied dabei gewesen sein. Ein Einstiegsgespräch und eine Vereinbarung über den persönlichen Ausbildungsweg mit den Landesbeauftragten für Ausbildung sind Voraussetzung für die Teilnahme an der Trainer*innenausbildung. Jugendleiter*innen anderer Pfadfinderverbände oder anderer Jugendorganisationen müssen die Zustimmung ihrer Organisation vorweisen, sowie die entsprechende Praxiserfahrung und Basisausbildung für Jugendleiter*innen nachweisen können. Im Rahmen ihres Trainingsumfelds müssen sie vor Beginn der Trainer*innenausbildung bereits bei einem Seminar als Teammitglied dabei gewesen sein. Zusätzlich sind ein Einstiegsgespräch und eine Vereinbarung mit der Projektleitung der Trainer*innenausbildung bzw. mit einem/einer von der Projektleitung beauftragten Trainer*in der PPÖ Voraussetzung für die Teilnahme. Zeitlicher Umfang der Ausbildung Die Trainer*innenausbildung der PPÖ dauert mindestens zwei Jahre - die tatsächliche Dauer hängt aber vom persönlichen Engagement der Teilnehmer*innen ab. Termine der jährlichen Präsenzveranstaltungen Basisworkshop: im Oktober Trainingskompetenz I: im Mai (im ersten Jahr) Trainingskompetenz II: im Mai (im zweiten Jahr) Die konkreten Termine findest du im Terminkalender der PPÖ Ein gruppenbezogenes Selbsterfahrungsseminar ist zusätzlich vor dem Seminar \"Trainingskompetenz II\" zu absolvieren. Für Pfadfinder*innen ist dies der Woodbadgekurs der PPÖ , der jährlich stattfindet – das \"Woodbadge\" muss vor Ende der Trainer*innenausbildung verliehen worden sein. Für Jugendleiter*innen anderer Jugendorganisationen ist das gruppenbezogene Selbsterfahrungsseminar in einem Ausmaß von mindestens 40 Lerneinheiten zu je 45 Minuten bei einer anerkannten Organisation außerhalb der PPÖ zu absolvieren. Folgende Inhalte sollten entweder in einem mehrtägigen Seminar oder auch in einzelnen Modulen erarbeitet, erlebt und reflektiert werden: Kommunikation Prozesse in der Gruppe Auseinandersetzung mit den eigenen Werten Zielorientiertes Arbeiten Beispiele für von den PPÖ anerkannte externe Organisationen: Österreichischer Arbeitskreis für Gruppentherapie und Gruppendynamik (ÖAGG) ; Sensitivity Training - Gruppendynamisches Seminar Österreichische Gesellschaft für Gruppendynamik und Organisationsberatung Ausbildungsinhalte Arbeiten mit Gruppen: Begleiten und Anleiten von Gruppenprozessen, Gruppe; Gruppenprozesse und Rollen in der Gruppe; Konflikte am Seminar; Methoden für die Gruppenarbeit. Kommunikation: Grundlagen der Kommunikation; Moderation; Präsentationstechnik. Seminarplanung: Aufbau von Lerneinheiten; Ideenfindung und Entscheidungsfindung; Reflexion - Evaluation; Seminarplanung mit der Spirale; Seminarvorbereitung; Transfer; Wie lernen Erwachsene; Zeitmanagement. Selbstkompetenz: Bereitschaft zum Arbeiten an der eigenen Persönlichkeit; Eigenmotivation; Rolle als Trainer*in. Sozialkompetenz: Fördern von Teilnehmer*innen; Motivationsfähigkeit; Teamfähigkeit und Kooperationsfähigkeit; Verantwortungsvoller und wertschätzender Umgang mit anderen Menschen. Zielorientiertes Arbeiten: Feedback; Umgang mit Bedürfnissen; Zielorientiertes Arbeiten. Kosten für Teilnehmer*innen Mitarbeiter*innen eines Landesverbandes der Pfadfinder und Pfadfinderinnen Österreichs: Gesamtkosten: Die Kosten werden von den PPÖ übernommen. Die Teilnehmer*innen werden von den Landesbeauftragten bzw. Bundesbeauftragten für Ausbildung vorgeschlagen. Die Kosten der drei Präsenzveranstaltungen werden von den PPÖ übernommen. Die Fahrtkosten werden vom Bundesverband übernommen (Zugtickets 2. Klasse, bei PKW Fahrten bitte Fahrgemeinschaften bilden). Der Woodbadgekurs der PPÖ ist nvon den TeilnehmerInnen im Rahmen der Jugendleiter*innenausbildung selbst zu finanzieren. Ermäßigte Kosten: ca. Euro 400,-- Mitglieder der Pfadfinder und Pfadfinderinnen Österreichs und anderer Pfadfinder*innenverbände: Gesamtkosten: Euro 1.300,-- (zuzüglich Woodbadgekurs) Inklusive ermäßigter Einschreibgebühr Euro 1.000,-- vorab zu bezahlen. Die drei Präsenzveranstaltungen und der Woodbadgekurs der PPÖ sind jeweils vor Beginn der Veranstaltung zu bezahlen. Ermäßigte Kosten: Basisworkshops Euro 100,--, Trainingskompetenz I und II je Euro 115,--. Die drei Praxisseminare im Ausmaß von je circa zwei Tagen sollten im eigenen Trainingsumfeld absolviert werden. Bei Bedarf ist auch eine Mitarbeit im Rahmen von Ausbildungsseminaren der PPÖ möglich. Die Fahrtkosten werden für Mitglieder der PPÖ vom Bundesverband übernommen (Zugtickets 2. Klasse, bei PKW Fahrten bitte Fahrgemeinschaften bilden). Teilnehmer*innen anderer Pfadfinder*innenverbände wenden sich bezüglich Rückerstattung der Fahrtkosten bitte an den eigenen Verband. Der Woodbadgekurs der PPÖ ist von den Teilnehmer*innen im Rahmen der Jugendleiter*innenausbildung selbst zu finanzieren. Ermäßigte Kosten für Mitglieder der PPÖ: ca. Euro 430,-- Kosten für Mitglieder anderer Pfadfinder*innenverbände: ca. Euro 630,-- Mitglieder anderer Jugendorganisationen: Gesamtkosten: Euro 3.050,-- (zuzüglich gruppenbezogenes Selbsterfahrungsseminar und Fahrtkosten) Inklusive Einschreibgebühr Euro 2.000,-- vorab zu bezahlen. Die drei Präsenzveranstaltungen sind jeweils vor Beginn der Veranstaltung zu bezahlen. Kosten: Basisworkshops: Euro 400,--, Trainingskompetenz I und II: je Euro 450,--. Die drei Praxisseminare im Ausmaß von je circa zwei Tagen sollten im eigenen Trainingsumfeld absolviert werden. Bei Bedarf ist auch eine Mitarbeit im Rahmen von Ausbildungsseminaren der PPÖ möglich. Das gruppenbezogene Selbsterfahrungsseminar ist extern zu absolvieren. Die Fahrtkosten sind selbst zu tragen. Anmeldung Die Anmeldung startet im Jänner des jeweiligen Jahres mittels Online-Formular. Achtung! Mitarbeiter*innen eines Landesverbandes der Pfadfinder und Pfadfinderinnen Österreichs: Deine Anmeldung wird erst mit dem OK deiner Landesbeauftragten für Ausbildung gültig. Mitglieder der Pfadfinder und Pfadfinderinnen Österreichs und anderer PfadfinderInnenverbände: Deine Anmeldung wird erst mit dem OK deiner Organisation, dem absolvierten Einstiegsgespräch und der Einzahlung der Einschreibgebühr gültig. Mitglieder anderer Jugendorganisationen: Deine Anmeldung wird erst mit dem OK deiner Organisation, dem absolvierten Einstiegsgespräch und der Einzahlung der Einschreibgebühr gültig. Abschluss Nach erfolgreichem Abschluss der gemäß den Richtlinien von aufZAQ zertifizierten Trainer*innenausbildung verleihen dir die PPÖ ein Zertifikat als \"Trainer*in für Erwachsenenbildung\". Kontakt bei den PPÖ Bei Fragen wende dich an Biggi Stockinger-Hofer , Admin Trainer*innenausbildung der PPÖ . Seminarformular Melde dich für dieses Seminar an, indem du alle Felder korrekt ausfüllst und dann auf \"abschicken\" klickst: Vorname Nachname Geburtsjahr E-Mail * Telefonnummer Gruppe Landesverband Bitte wählen Sie ... Burgenland Kärnten Niederösterreich Oberösterreich Salzburg Steiermark Tirol Vorarlberg Wien Ich bin damit einverstanden, dass meine E-Mail-Adresse für die Bildung von Fahrgemeinschaften vor der Veranstaltung an alle Teilnehmer*innen weitergegeben werden. Weitergabe E-Mail-Adresse Ja Nein Information: Fotos und allfällige Ton- und Filmaufnahmen, die im Rahmen der Veranstaltung entstehen, werden vom Bundesverband der Pfadfinder und Pfadfinderinnen Österreichs zum Zweck der Dokumentation, Information und Berichterstattung verwendet und können in ihren Druck- und Online Medien, veröffentlicht sowie an Dritte (insb. Medien, Landesverbände und die Weltverbände WAGGGS und WOSM) weitergegeben werden. Mit der Teilnahme an dieser Veranstaltung erklären sich alle Teilnehmer*innen sowie Teamleute einverstanden, dem Bundesverband der PPÖ das nicht-exklusive, zeitlich und örtlich unbegrenzte Recht zu übertragen, Fotos, Ton- oder Filmaufnahmen zu benutzen, die gegebenenfalls während der Veranstaltung gemacht werden. Dies beinhaltet insbesondere das übertragbare Recht, diese auch in bearbeiteter Form zu vervielfältigen, verbreiten, senden, öffentlich wiederzugeben und zur Verfügung zu stellen sowie auf jede heute bekannte oder noch unbekannte Art zu nutzen. Alle Informationen zum Datenschutz sind auf unserer Website (www.ppoe.at/impressum) zu finden. Diese Feld nicht ausfüllen! Abschnitt in Arbeit! Die Ausbildung gliedert sich in 3 Schritte. Der Woodbadgekurs ist Teil der Trainer*innenausbildung. Vereinbarung Praxisseminar 1 Basisworkshop Flexibler Block 1 Praxisseminar 2 Trainingskompetenz 1 Der Besuch des Woodbadgekurses ist Voraussetzung für die Teilnahme am Seminar Trainingskompetenz 2. Flexibler Block 2 Praxisseminar 3 Trainingskomeptenz 2 Abschluss - für den Abschluss der Trainer*innenausbildung ist die Verleihung des Woodbadges Voraussetzung. Hier findest du relevante Informationen der Trainer*innenausbildung zu folgenden Themen: Hier kannst du das Curriculum der Trainer*innenausbildung herunterladen. Jugendleiter*innen der PPÖ müssen ihre Ausbildung als Jugendleiter*in sowie die Teamleitungsausbildung der PPÖ abgeschlossen haben und entweder Mitglied eines Landesausbildungsteams bzw. des Bundesverbandes der PPÖ sein oder ein geeignetes Praxisumfeld in der Erwachsenenbildung belegen können. Ein Einstiegsgespräch und eine Vereinbarung über den persönlichen Ausbildungsweg mit den Landesbeauftragten für Ausbildung sind Voraussetzung für die Teilnahme an der Trainer*innenausbildung. Jugendleiter*innen anderer Pfadfinderverbände oder anderer Jugendorganisationen müssen die Zustimmung ihrer Organisation vorweisen, sowie die entsprechende Praxiserfahrung und Basisausbildung für Jugendleiter*innen nachweisen können. Zusätzlich sind ein Einstiegsgespräch und eine Vereinbarung mit der Projektleitung der Trainer*innenausbildung bzw. mit einem*einer von der Projektleitung beauftragten Trainer*in der PPÖ Voraussetzung für die Teilnahme. Mindestalter 21 Jahre Für die Trainer*innenausbildung werden bereits extern erworbene Kompetenzen nach Einzelfallprüfung anerkannt. Diese müssen nachweisbar qualitätsvoll und in mindestens äquivalentem zeitlichen Umfang erworben worden sein. Das Zertifikat Trainer*in für Erwachsenenbildung der PPÖ wird dir nach dem Abschlussgesprächs überreicht. Voraussetzungen für das Abschlussgespräch: dasda folgende Tools sollen dich während deiner Trainer*innenausbildung unterstützen: Wip-online ist die eLeanring Plattform der Trainer*innenausbilung.Nur Trainer*innen in Ausbildung und fertige Trainer*innen der PPÖ haben Zugang zu dieser Plattform. Dort findest du: Fachwissen Auf der eLearning Plattform „WIP-Online“ der PPÖ findet sich das Hintergrundwissen zu den Inhalten der Trainer*innen Ausbildung. Mit einem starken Bezug zur Praxis werden theoretische Grundlagen, methodische Überlegungen, Grundhaltungen und Methoden der Arbeit von Trainer*innen verständlich und übersichtlich dargestellt. Am Ende eines jeden Eintrags finden interessierte Leser*innen brauchbare Literaturtipps und Weblinks. Nachdem Lernen nie aufhört, wird auch das Fachwissen stets weiterentwickelt. Literaturdatenbank Jede*r Trainer*in (in Ausbildung) kann in der Literaturdatenbank neue Literatur veröffentlichen, wenn die Quelle ordnungsgemäß angegeben wird. Methodenpool Viele Methoden sind es wert veröffentlicht und weitergegeben zu werden. Jede*r Trainer*in (in Ausbildung) hat die Möglichkeit Erfahrungen mitzuteilen und weiterzugeben. In dieser Datenbank sind alle Methoden, die bisher in WIP-Online gesammelt wurden, gelistet. Der Methodenpool ist für alle Trainer*innen zur Bearbeitung und Erweiterung freigegeben. Hier findest du alle Methoden zur Festellung deines Lernfortschritts, die wir dir während deiner Ausbildung anbieten. Fortschrittskotrolle Jede*r Trainer*in in Ausbildung hat einen eigene Fortschrittskontrolle, wo er*sie seine*ihre Lernschritte einträgt. Portfolio Jede*r Trainer*in in Ausbildung kann sich ein digitales Portfolio anlegen und selbst entscheiden, was er davon für andere Menschen öffentlich schaltet. Ausbildungsbegleitung Landesbeauftragte*r für Ausbildung, Trainer*innen in den LV, Trainer*innen Präsenzveranstaltungen, Tutor*innen. Praxisbetreuung Erfahrene Trainer*innen bei Praxisseminaren 1, 2 und 3. Die Dokumentation des Lernfortschritts erfolgt in der eigenen Fortschrittskontrolle in WIP-Online. Zusätzlich kann ein ePortfolio oder ein Lerntagebuch der eigenen Wahl angelegt werden.",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "Unterlagen und Download: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/ausbildung/ausbildung/unterlagen-und-download/",
    "textcontent": "Home Ausbildung Unterlagen und Download Hier findest du die Links zu den Fortschritte - Heften, zum eLearning - Portal der PPÖ , zum Fachwissen für Leiter*innen, sowie inhaltliche Überlegungen zu Themen wie \"Lernen in der Pfadfinder*innen gruppe\" und \"Kompetenzorientierung\". Hier gehts zum eLearning-Portal Ausbildung für Leiter*innen Im eLearningportal Ausbildung für Jugendleiter*innen gibt es ein umfangreiches Fachwissen für Leiter*innen . Du willst dich für ein Seminar anmelden? Hier geht´s zur Seminaranmeldung In der Rubrik Impulse findest du inhaltliche Überlegungen, zum Beispiel zu Themen wie Lernen in der Pfadfinder*innengruppe oder Kompetenzorientierung . Du kannst die Fortschritte über Print on demand bestellen und liefern lassen. Hier gehts zum Bestellformular . In der Rubrik Download kannst du dir die aktuelle Version der Fortschritte und des Gesprächsleitfadens GAB - Lernende herunterlanden .",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "Download: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/ausbildung/ausbildung/unterlagen-und-download/download/",
    "textcontent": "Home Ausbildung Unterlagen und Download Download Hier findest du alle Unterlagen zur Ausbildung für JugendleiterInnen. Es gibt die Möglichkeit die Fortschritte-Hefte über Print on demand zu bestellen. Hier gehts zum Bestellformular . Fortschritte - Hefte Fortschritte Einstiegs- und Erfahrungsphase - Stand August 2020 Fortschritte Vertiefungsphase - Stand August 2020 Fortschritte Teamleitung - Stand Februar 2018 Fortschritte Lagerleitung - Stand Februar 2018 Fortschritte für GL - Stand Dezember 2020 Fortschritte - Kärtchenversion Fortschritte Kärtchen Jugendleiter*innenausbildung - Stand August 2020 Fortschritte Kärtchen Teamleitung - Stand Februar 2018 Fortschritte Kärtchen Lagerleitung - Stand Februar 2018 Fachwissen für Leiter*innen Fachwissen für Leiter*innen In diesem stufenübergreifenden Leiter*innenbehelf findest du alle relevanten Inhalte der Ausbildung für Jugendleiter*innen. GOLD - Das Handbuch für Gruppenleiter*innen GOLD - Das Handbuch für Gruppenleiter*innen In diesem GL -Behelf findest du alle relevanten Inhalte zur Gruppenleitung Das GAB-Handbuch findest du auf der eLearning-Plattform",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "Fortschritte: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/ausbildung/ausbildung/unterlagen-und-download/fortschritte/",
    "textcontent": "Home Ausbildung Unterlagen und Download Fortschritte Die \"Fortschritte\" - Hefte unterstützen dich dabei, deine Ausbildung als Jugendleiter*in zu planen und zu dokumentieren. Sie bieten dir einen Überblick über die gesamte Jugendleiter*innenausbildung. Du hältst deine Erfahrungen und Erlebnisse im Rahmen deiner Jugendleiter*innenausbildung fest, dokumentierst deine Lernfortschritte, um sie zu einem späteren Zeitpunkt, etwa beim Gespräch mit deiner Gruppenausbildungsbegleiterin oder deinem Gruppenausbildungsbegleiter (GAB), zur Hand zu haben. Du kannst dir hier alle drei Einzelteile der Fortschritte, sowie die Fortschritte für Teamleitung und Lagerleitung, sowie die Fortschritte für GL als PDF herunterladen. Du findest die Inhalte der Fortschritte aber auch auf der eLearning-Plattfom der Ausbildung . Hier geht´s zum Download der Fortschritte - Hefte und auch der Kärtchen - Version der Fortschritte. Du kannst dir also die Hefte wie auch die Kärtchen selbst ausdrucken. Fortschritte Teamleitung und Lagerleitung Hier gehts zum Download der Fortschritte - Hefte Teamleitung und Lagerleitung - als Heft und auch als Kärtchen. Fortschritte für Gruppenleiter*innen Hier geht´s zum Download des GOLD-Kapitels Fortschritte für GL - eine lose Blattsammlung mit 4fach-Lochung für deine GOLD-Mappe. Wo gibt es die Fortschritte? Fortschritte - Print on demand Als besonderes Service haben wir aber eine weitere Möglichkeit gefunden, wie du zu diesen Heften kommen kannst. Du kannst die Fortschritte bei der Druckerei leistbar bestellen und sie werden dir dann direkt zugeschickt. Verrechnet wird direkt zwischen der Firma und dir. Die Bestellung erfolgt über das weiter unten stehende Online - Bestellformular Deine Rückmeldung ist uns wichtig Wir freuen uns über jede Rückmeldung zur Verwendung der Fortschritte. Wenn du eine Anmerkung zu den Fortschritten hast, schicke uns eine Rückmeldung an Stefan Magerl und Katrin Mayer , Bundesbeauftragte für Ausbildung. Das GAB - Handbuch Das GAB-Handbuch findest du auf der eLearning Plattform Bestellformular Fortschritte Fortschritte Vorname * Nachname * Adresse PLZ und Ort E-Mail * Pfadfinder*innengruppe Einstiegs- und Erfahrungsphase nein 1 Stück à Euro 8,65 - exkl. Versandkosten 5 Stück à Euro 38,00 - exkl. Versandkosten 10 Stück à Euro 67,80 - exkl. Versandkosten 20 Stück à Euro 120,20 - exkl. Versandkosten Vertiefungsphase nein 1 Stück à Euro 4,30 - exkl. Versandkosten 5 Stück à Euro 17,30 - exkl. Versandkosten 10 Stück à Euro 29,90 - exkl. Versandkosten 20 Stück à Euro 55,20 - exkl. Versandkosten Teamleitung nein 1 Stück à Euro 2,30 - exkl. Versandkosten 5 Stück à Euro 10,35 - exkl. Versandkosten 10 Stück à Euro 17,80 - exkl. Versandkosten 20 Stück à Euro 32,80 - exkl. Versandkosten Set Einstiegs-und Erfahrungsphase & Vertiefungsphase nein 1 Set à Euro 21,50 - exkl. Versandkosten 5 Sets à Euro 93,70 - exkl. Versandkosten 10 Sets à Euro 172,00 - exkl. Versandkosten 20 Sets à Euro 296,00 - exkl. Versandkosten Lagerleitung nein 1 Stück à Euro 1,80 - exkl. Versandkosten 5 Stück à Euro 6,90 - exkl. Versandkosten 10 Stück à Euro 12,80 - exkl. Versandkosten 20 Stück à Euro 22,40 - exkl. Versandkosten Fortschritte für GL, Blatttsammlung, 4fach-Lochung nein 1 Stück à Euro 8,05 - exkl. Versandkosten 5 Stück à Euro 34,50 - exkl. Versandkosten 10 Stück à Euro 59,80 - exkl. Versandkosten 20 Stück à Euro 110,40 - exkl. Versandkosten Zur Bestellung der Hefte kommen immer die Versandkosten dazu! Wenn du größere Stückmengen brauchst, wende dich bitte direkt an die Firma \"leistbar\", E-Mailadresse: info@leistbar.com Nachdem alles gedruckt wurde, wird dir deine Bestellung inklusive Rechnung an die von dir angegebene Postadresse zugeschickt. Kosten Porto und Verpackung klein: Euro 9,90 Kosten Porto und Verpackung groß: Euro 14,90 Diese Feld nicht ausfüllen!",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "Impulse: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/ausbildung/ausbildung/unterlagen-und-download/impulse/",
    "textcontent": "Home Ausbildung Unterlagen und Download Impulse Genau wie wir Kinder und Jugendliche ermutigen Verantwortung für die eigene Weiterentwicklung zu übernehmen, so legt auch die JugendleiterInnenausbildung der PPÖ einen Schwerpunkt auf deine Eigenverantwortung als auszubildende Person. Du entscheidest mit, was du schon kannst und was du noch brauchst. Ohne dich geht es nicht! Wichtig dafür ist deine Fähigkeit zur Selbsteinschätzung der eigenen Kompetenzen. Das bedeutet, dass du dein Können und dein Handeln regelmäßig reflektierst und dir so ein Bild über deine Stärken und Schwächen machst. Beobachte dich selbst in konkreten Situationen bei der Arbeit mit Kindern und Jugendlichen oder bei der Arbeit im Team. Hole dir zusätzliches Feedback zu deinem Verhalten von anderen Personen, die dich erleben. Überlege, wo du dich verbessern willst und welche Schritte dazu nötig sind. Selbst einschätzen und nächste Schritte planen Das neue Ausbildungssystem gibt in vielen Kompetenzbereichen \"Messlatten\" für deine Fähigkeiten und Fertigkeiten vor. Das heißt es wird beschreiben, was du in deiner jeweiligen Funktion als JugendleiterIn oder als GruppenleiterIn wissen und können solltest, um deine Arbeit gut machen zu können. Es zeigt dir also die Richtung für deine persönliche Weiterentwicklung – dich einzuschätzen, wie weit du am Weg schon gekommen bist, und den nächsten Schritt zu setzen liegt maßgeblich an dir! Probiere das gleich aus! Weiter unten findest du ein paar Fragen, die mit Kompetenzen zusammenhängen, die für dich als LeiterIn wichtig sind. Suche dir eine für dich interessante Frage aus, und überlege dir zunächst selbst deine Antworten darauf. Denke dabei an konkrete Situationen zurück, was du da getan hast und was das Ergebnis war – schätze dich in deiner Kompetenz mit dem gewählten Thema selbst ein. Wenn du damit fertig bist, bittest du eine andere Person (zB. MitleiterIn, Gruppenleitung, ...) dieselbe Frage für dich zu beantworten. Hole dir also Feedback zu deiner Kompetenz mit dem Thema. Vergleiche schließlich dein Selbstbild mit dem erhaltenen Fremdbild , versuche daraus Schlüsse in Hinblick auf deine Kompetenz zu ziehen und nimm dir einen konkreten Schritt zur Weiterentwicklung vor. Hier sind die Fragen: Wenn ich für eine Heimstundenplanung verantwortlich bin, was läuft gut, was nicht so gut? Wie gehe ich mit Gefahrenquellen und Risikosituationen um? Wie arbeite ich mit den Eltern von Kindern und Jugendlichen zusammen? Welche Rollen nehme ich üblicherweise in meinem Team ein? Wie trage ich zur Konfliktlösung in meinem Team bei? Wie schätze ich meinen eigenen Führungsstil ein? Kommuniziere ich klar und authentisch? eine von drei Lernebenen in der JugendleiterInnenausbildung soll der Lernebene \"Lernen in der Gruppe\" eine höhere Bedeutung beigemessen werden. Es soll genauso wichtig werden wie das \"Lernen auf Seminaren\" und das \"Selbstständige Lernen\". Lernen in der Gruppe ist etwas, das definitiv bereits in jeder PfadfinderInnengruppe stattfindet, und auch von allen LeiterInnen so erlebt wird. Das haben viele Gespräche und auch eine Umfrage in der Analysephase zu projektbeginn ergeben. Lernen in der Gruppe bedeutet: Learning by Doing – ständiges Lernen und Weiterentwicklung durch aktives Anwenden, Training on the Job – Ideen und Methoden werden direkt \"zu Hause\" in der Stufe ausprobiert, Feedback vom Team bekommen – von der Erfahrung anderer im Team profitieren und aus konstruktiven Rückmeldungen lernen unter Anleitung Neues ausprobieren – in einer gewohnten Umgebung Gelerntes erproben Obwohl wir in unserer PfadfinderInnengruppe sehr viel lernen, wird es erfahrungsgemäß leider als solches nicht bewusst erlebt und meist auch wenig unterstützt. Ein Ziel der Ausbildung für JugendleiterInnen ist es, dass deine PfadfinderInnengruppe ein Methodenset zur Verfügung hat, um dies zu ermöglichen. Ein wichtiger Aspekt davon ist das Ausbildungsgespräch. Nach dem Einführungsgespräch, das Teil von AIS - also des Konzepts Adults in Scouting - ist, soll ein Ausbildungsgespräch stattfinden. Dabei soll festgestellt werden, welche Kompetenzen und Fähigkeiten LeiterInnen in ihre Ausbildung bei den PPÖ schon mitbringen, und welche ihnen für die zukünftige Tätigkeit fehlen. So wird ein individueller Ausbildungsplan für jeden einzelnen Leiter und jede einzelne Leiterin erstellt und das System passt sich der lernenden Einzelperson an – nicht umgekehrt! Doch nicht nur Gruppenausbildungsbegleiter (GAB) oder deine Gruppenleitung sollen sich künftig um die Ausbildung der JugendleiterInnen kümmern, auch die restlichen Teammitglieder und vor allem die Stufenteamleitung werden bewusster eingebunden sein. Denn wer kann bei der eigenen Arbeit besser unterstützen, beobachten und dann eine Rückmeldung geben, als die anderen Teammitglieder aus der eigenen Stufe? Lernen in der Gruppe heißt also, in der Gruppe Erlerntes sichtbar und spürbar zu machen, sich gegenseitig zu unterstützen und Wissen bewusst und strukturiert weiter zu geben. Überlegt euch ganz bewusst, was in eurer PfadfinderInnengruppe diesbezüglich schon alles passiert und welche Tools ihr dazu bereits jetzt nutzt. Überlegt auch, was eure LeiterInnen in Ausbildung brauchen würden. Und was habt ihr für Wünsche? – Schreibt alles zusammen und schickt es uns per Mail an die Bundesausbildung!",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "Weiterbildung: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/ausbildung/ausbildung/weiterbildung/",
    "textcontent": "Home Ausbildung Weiterbildung Bundesspezialseminar Du willst dein Wissen zum Thema Klima und nachhaltige Ernährung vertiefen und gemeinsam mit deiner Gruppe zum Thema aktiv werden? Mach mit bei unserem WWF-Spezialseminar Eat 4 Change zum Thema „Klima und nachhaltige Ernährung “. Ziel des Trainings ist es, die Inhalte und Methoden mit jungen Menschen zum Thema zu arbeiten, an dich weiterzugeben und das Verständnis dafür zu vertiefen, wie du dich für das Klima und eine nachhaltige Ernährung einsetzen kannst. Was kannst du dir vom dieser Schulung erwarten? Das 2-Tage-Training ist vollgepackt mit praktischen und interaktiven Methoden, die du in deiner Arbeit mit den Kindern und Jugendlichen anwenden kannst.. Doch auch du selbst bekommst einen besseren Einblick in die Thematik und das Vernetzen sowie der Austausch untereinander kommen nicht zu kurz. Samstagabend kochen wir gemeinsam ein veganes Abendessen und probieren neue Rezepte aus. Wann? 11./12.11.23; Beginn Samstag: 12:00, Ende Sonntag: 15:00 Wo? Pfadfinderheim Amstetten , Schulstraße 9, 3300 Amstetten Wer? Nathan Spees , WWF Global Education Coordinator und Georgina Weinhart , Programmmangerin des Jugendnetzwerk „Generation Earth“ führen durch’s Programm Kosten: Euro 50,- Diesen Betrag nach Anmeldung bitte auf folgendes Konto einzahlen: Umweltverband WWF Österreich AT96 2011 1291 1268 3902 Zweck: E4C Spezialseminar KST 50501 – Name Diese Kosten werden dir bei Erscheinen am Seminar rückerstattet. Anmeldung: Die Anmeldung ist ab sofort über die Seminaranmeldeplattform möglich. Filtere nach \"Bundesverband\" Anmeldeschluss: 31.10.2023 - deine Anmeldung ist erst mit der Einzahlung der Euro 50,- fix. Stornobedingungen: bei einer Abmeldung ab dem 1.1.2023 wird eine Stornogebühr von Euro 20,- einbehalten. Fahrtkostenrückerstattung: Um allen, die eine weitere Anreise haben die gleichen Chancen zu geben, werden diesen bei öffentlicher Anreise die Fahrtkosten (Zugticket 2. Klasse) bis in einer Höhe von Euro 30,- rückerstattet. Das Seminar wird im Zuge des Projekts „Eat 4 Change“ veranstaltet. Das internationale Eat4Change Projekt wird vom DEAR Programm der Europäischen Kommission kofinanziert. Das Projekt zielt darauf ab, eine Ernährungswende hin zu nachhaltigeren Ernährungs- und Produktionspraktiken zu fördern, die Umsetzung der SDGs sowie die Einhaltung der Klimaschutzabkommen zu unterstützen und zu positiven wirtschaftlichen, sozialen und ökologischen Auswirkungen in Europa und den Entwicklungsländern beizutragen. Hier bekommst du mehr Infos zum Projekt . Du hast Fragen zum Programm? Dann melde dich bei Georgina ! Wir freuen uns auf eine Woche voller Inspiration, Lernen und Austausch mit dir! Nathan und George WWF Austria Pfadfinden - eine Idee, viele Dimensionen! Die Bundesausbildung veranstaltet am 6./7. Mai 2023 wieder einen Leiter*innenkongress! Es ist so weit! Das Programm für unseren Leitr*innenkongress steht! Hier findest du das Programm zum Download! Was erwartet dich auf diesem Kongress? Keynote - Speaker zum Thema Viele verschiedene, frei wählbare Sessions zum Thema \"Pfadfinden - eine Idee, viele Dimensionen\" Detailinformationen zum Kongress findest du hier und auf der PPÖ-Webseite ab Mitte November 2022. Außerdem wird nach Anmeldeschluss ein Mail an alle angemeldeten Teilnehmer*innen versendet. Wann? Beginn: Samstag, 6. Mai 2023 - 14:00 Uhr, Eintreffen ab 13:00 Uhr Ende: Sonntag, 7. Mai 2023 - ca. 13:00 Uhr, danach Mittagessen Wo? Bildungshaus St. Magdalena, Linz; www.sanktmagdalena.at Wer? Alle Leiter*innen mit zumindest 2 Jahren Leitungserfahrung - unabhängig vom Ausbildungsstand Anmeldung Die Anmeldung ist ab sofort auf der Seminaranmeldeplattform möglich. Achtung! Deine Anmeldung wird erst mit Einlangen deines Kongressbeitrags gültig! Die Kontodaten werden ab Mitte Februar 2023 hier online sein. Anmeldeschluss verlängert 26. April 2023 Kosten? Der Teilnahmebeitrag beträgt Euro 85,- Die Einzahlung ist ab 10.1.2023 möglich. Die Kontoinformationen werden Anfang Jänner 2023 hier bekannt gegeben. Fahrtkosten öffentlicher Verkehrsmittel (2. Klasse) werden rückerstattet. Bildung von Fahrgemeinschaften nach Möglichkeit erbeten. Bitte überweisen den Beitrag auf folgendes Konto: Pfadfinder und Pfadfinderinnen Österreichs Erste Bank IBAN: AT 35 20111 000000 75582 Betreff: \"Leiter*innenkongress 2023 - Nachname & Vorname\" Abmeldung Wenn du trotz deiner Anmeldung an diesem Kongress nicht teilnehmen kannst, melde dich bitte bis spätestens 17. April 2023 bei biggi.stockinger-hofer(at)ppoe.at (Administration) ab. Bei Nichtabmeldung wird der gesamte Beitrag einbehalten. Ausrüstung, Verpflegung Wir sind in einem Seminarzentrum untergebracht. Du brauchst nur dein Halstuch und deine persönlichen Dinge mit. Verpflegung: voll (außer Getränke) - Ernährungsgewohnheiten werden nach Anmeldeschluss per Mail abgefragt.. Kontakt Bei Fragen wende dich an biggi.stockinger-hofer(at)ppoe.at Wir freuen uns schon jetzt auf eine zahlreiche Teilnahme. Wir freuen uns auf dich! Deine Bundesausbildung",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "Woodbadgekurs: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/ausbildung/ausbildung/woodbadgekurs/",
    "textcontent": "Home Ausbildung Woodbadgekurs Der Woodbadgekurs ist ein gruppendynamisches Selbsterfahrungsseminar und ein Teil der Ausbildung der PPÖ . Hier geht´s zur Anmeldung für den nächsten Woodbadgekurs . Umfassend ausgebildete Jugendleiter*innen und Gruppenleiter*innen sind die Voraussetzung für eine moderne und pädagogisch wertvolle und professionelle Arbeit mit Kindern und Jugendlichen im außerschulischen Bereich. Der Woodbadgekurs ist ein gruppendynamisches Selbsterfahrungsseminar und ein Teil der Ausbildung der PPÖ . Die Jugendleiter*innen und Gruppenleiter*innen engagieren sich ehrenamtlich. Die Entscheidung zur Teilnahme erfolgt durch den*die Jugend-bzw. Gruppenleiter*in selbst. Eine qualifizierte Ausbildung soll im Ehrenamt für alle möglich, leistbar und motivierend sein. Der Woodbadgekurs findet jährlich statt, alternierend im Sommer und zu Ostern. Im Sommer lagern die Teilnehmer*innen miteinander, schlafen in Zelten und kochen selbst. Der gesamte Kurs findet (wie bei einem Lager) hauptsächlich Outdoor statt. Zu Ostern findet der Kurs in einem Seminarquartier statt und die Teilnehmer*innen schlafen indoor und werden bekocht. So gut es zu Ostern möglich ist, finden Programmpunkte auch Outdoor statt. Aufgrund des gruppendynamischen Settings des Seminars kann der Woodbadgekurs nur einmal besucht werden. Nach Abschluss des Woodbadgekurses und der Verleihung des Woodbadges sind die Woodbadgeträger*innen Mitglied der Österreichischen Gilwellparkgruppe. Zielgruppe des Woodbadgekurses sind erfahrene Jugendleiter*innen und Gruppenleiter*innen der PPÖ , die sich mit Wesen, Zielen und Wegen der PPÖ auseinandergesetzt haben und die bereit sind, neue Erfahrungen und Begegnungen zu machen, um sich weiter zu entwickeln. Abgeschlossene Jugend- oder Gruppenleitungsausbildung Vollendetes 21. Lebensjahr Registriertes Mitglied in einer Pfadfinder*innengruppe Teilnehmer*innen aus anderen Pfadfinder*innenverbänden brauchen eine formale Zustimmung des Training Commissioners ihres Verbandes und der Bundesbeauftragten für Pfadfinder*innenausbildung der PPÖ. Am Ende des Woodbadgekurses hat der *die Teilnehmer*in den Prozess einer Gruppenentwicklung erlebt und reflektiert, sich mit der eigenen Teamfähigkeit und den eigenen Rollen in einer Gruppe auseinandergesetzt, Kommunikationsprozesse gestaltet, erlebt und reflektiert, einen Zielfindungsprozess gestaltet, erlebt und reflektiert, sich mit den eigenen Werten auseinandergesetzt, das eigene Engagement für die Pfadfinderbewegung reflektiert sich mit dem Seminarthema auseinandergesetzt und Schritte zur persönlichen Weiterentwicklung überlegt, umgesetzt und reflektiert. Anmerkung: „Ende des Woodbadgekurses“ bedeutet nach Seminar, Transferwochenende und Abschluss der Woodbadgearbeit. Prozess einer Gruppenentwicklung & Teamfähigkeit und Rollen in Gruppen Die Teilnehmer*innen haben die Entwicklung einer Gruppe und ihre Rolle in dieser erlebt und reflektiert. Die Teilnehmer*innen wissen, dass es verschiedene Modelle zum Thema Gruppenentwicklung gibt und haben die Entwicklung der eigenen Seminargruppe mithilfe eines Modells besprochen. Die Teilnehmer*innen wissen, dass sie für ihre Bedürfnisse verantwortlich sind. Die Teilnehmer*innen haben erlebt, dass für Gruppenentscheidungen, die von allen mitgetragen werden sollen, mit den Bedürfnissen aller respektvoll umgegangen werden muss. Grundlagen der Kommunikation Die Teilnehmer*innen haben Aus- und Wechselwirkungen von Kommunikation erlebt und reflektiert. Die Teilnehmer*Innen wissen, was Feedback ist. Sie haben Feedback gegeben und erhalten. Die Teilnehmer*innen kennen Gesprächsregeln und wenden sie an. Zielorientiertes Arbeiten / Zielfindungsprozess Die Teilnehmer*innen kennen die Grundlagen zielorientierten Arbeiten. Die Teilnehmer*innen haben einen Zielfindungsprozess gestaltet, erlebt und reflektiert. Die Teilnehmer*innen können Ziele formulieren und kennen Kriterien zur Zielüberprüfung. Werte Die Teilnehmer*innen haben sich ihre Werte bewusst gemacht und einen Bezug zu den PPÖ-Werten hergestellt. (1) Die Teilnehmer*innen haben erkannt, dass sie mit ihrem Verhalten die Werteentwicklung der Kinder und Jugendlichen beeinflussen. (2) Die Teilnehmer*innen haben erlebt und reflektiert, dass für eine funktionierende Gruppe eine gemeinsame Wertebasis wichtig ist. (3) Schritte zur persönlichen Weiterentwicklung Die Teilnehmer*innen haben sich Schritte zur persönlichen Weiterentwicklung überlegt, umgesetzt und reflektiert. Engagement Die Teilnehmer*innen haben ihr bisheriges persönliches Engagement für die Pfadfinderbewegung reflektiert, bewertet und daraus ihre Bereitschaft für ihr weiteres Engagement abgeleitet. Spirituelles / Religiöses Erlebnis Die Teilnehmer*innen hatten die Möglichkeit, sich auf ein spirituelles Erlebnis einzulassen, welches sie zur aktiven und persönlichen Auseinandersetzung mit ihrer eigenen spirituellen Weiterentwicklung motiviert. Seminarthema Die Teilnehmer*innen haben sich dem Seminarthema (das sind gesellschaftspolitisch oder verbandsintern relevante Themen) auseinandergesetzt. Die Teilnehmer*innen haben sich mit ihrer Verantwortung als Multiplikator*innen für das Seminarthema auseinandergesetzt und Impulse für die praktische Umsetzung in ihrer Pfadfindergruppe erhalten. Hier kannst du dir demnächst das Curriculum des Woodbadgekurses herunterladen. Der Woodbadgekurs kann nach Abschluss der Jugend-bzw. Gruppenleitungsausbildung besucht werden und umfasst drei Teile: die Seminarwoche, das Transferwochenende und die Woodbadgearbeit. Die Seminarwoche dauert im Sommer 7 Tage und zu Ostern x Tage. Das Transferwochenende, welches ca. ein halbes Jahr nach der Seminarwoche stattfindet, dauert ein Wochenende. Die Dauer bis zum Abschluss beträgt ab Besuch der Seminarwoche mindestens 1 Jahr, maximal jedoch 3 Jahre. Gesamter Lernaufwand in Stunden: Woodbadge-Seminarwoche: 60 Woodbadge-Transferwochenende: 19 Woodbadge-Woodbadgearbeit: 33 Woodbadgearbeit Während der Seminarwoche setzen sich die Teilnehmer*innen drei persönliche Ziele für ihre persönliche Weiterentwicklung: Ticket 1: „Ich für mich“ Ticket 2: „Ich in und mit Gruppen“ Ticket 3: „Ich und das Seminarthema (des jeweiligen Kurses)“ Eines dieser Tickets wird bis zum Transferwochenende umgesetzt, reflektiert und der eigenen Seminargruppe im Rahmen des Wochenendes präsentiert. Die anderen beiden Ziele werden beim Transferwochenende vorgestellt und danach umgesetzt und reflektiert. Die Umsetzung beider Tickets erfolgt dann eigenständig und terminlich (fast) ungebunden. Die Dokumentation der Tickets (schriftlich als Woodbadgearbeit oder mündlich als Woodbadgegespräch mit einem*einer Trainer*in) muss bis spätestens drei Jahre nach dem Seminar im Bundesverband bzw. bei einem*einer der beiden Trainer*innen der Seminargruppe eingehen. Nach Abschluss der beiden Tickets kontaktiert der*die Teilnehmer*in eine*n der beiden Seminargruppenbetreuer*innen und schickt entweder die Woodbadgearbeit in schriftlicher Form oder macht sich einen Termin für ein abschließendes Gespräch aus. Für letzteres ist vorab eine Kurzbeschreibung der Tickets, deren Durchführung sowie der Reflexion an den*die Trainer*in zu schicken, damit diese*r sich auf das Gespräch vorbereiten kann. Lernfeld Seminargruppe Nach Bundesländern, Alter, Geschlecht, Stufen gemischte Kleingruppe, deren Mitglieder gemeinsam den Prozess ihrer Gruppenentwicklung erleben und reflektieren, sich mit ihren Rollen in einer Gruppe auseinandersetzen, Grundlagen der Kommunikation kennen lernen, einen Zielfindungsprozess erleben und reflektieren, zielorientiert arbeiten, sowie Impulse zur persönlichen Weiterentwicklung erfahren. Die Seminargruppe wird partnerschaftlich von zwei Woodbadgetrainer*innen begleitet. Sie bieten einen Rahmen und begleiten den während der Seminarwoche stattfindenden Prozess, indem sie ausgewählte Methoden, Impulse und Informationen in die Seminargruppe einbringen. Zumindest eine*r der beiden Woodbadgetrainer*innen ist ein erfahrenes WBK -Teammitglied und hat selbst schon bei mindestens drei Seminaren mitgearbeitet. Lernfeld Runde Nach Bundesländern, Alter, Geschlecht, Stufen gemischte Kleingruppe, die sich den Alltag am Seminar gestaltet und gemeinsam inhaltlich arbeitet, insbesondere am Seminarthema, sowie der Auseinandersetzung mit Werten und persönlichem Engagement für die Pfadfinderbewegung. Begleitet Wird die Runde partnerschaftlich von 2 Rundenbetreuer*innen. Sie bieten der Runde eine phasenweise Begleitung in ihrem Seminaralltag und bei der inhaltlichen Arbeit an. Lernfeld Ggesamtseminar Während des Seminars gibt es Raum für Vernetzung der Erfahrungen in Runde, Seminargruppen und als Einzelperson mit der Möglichkeit für weitere Begegnungen. Mit Gesamtseminar ist in diesem Zusammenhang nicht nur die Summe aus den konkreten Lernfeldern wie Einstieg, Ausstieg, Morgeneinstiege, etc. gemeint, sondern auch die Freizeit. Selbsteinschätzung Der*die Teilnehmer*in dokumentiert seine*ihre Lernschritte im Rahmen der Woodbadgearbeit, entweder schriftlich bzw. im Leitfaden für das Woodbadgegespräch. Zielformulierung, Durchführung und vor allem die persönliche Reflexion sind fixer Bestandteil der Selbsteinschätzung. Woodbadgearbeit Ein Trainer oder eine Trainerin der Seminargruppe bekommt die schriftliche Woodbadgearbeit bzw. den Leitfaden für das Woodbadgegespräch. Er*Sie gibt Rückmeldungen (schriftlich oder mündlich) und entscheidet, ob der*die Teilnehmer*in sein*ihr Woodbadge abgeschlossen hat. Woodbadgeverleihung Der*Die Teilnehmerin entscheidet mit, in welchem Rahmen die Verleihung des Woodbadges passieren soll. Der Landesverband wird über den Abschluss informiert und organisiert gegebenenfalls die Verleihung. Die Verleihung kann auch im Rahmen der eigenen Pfadfinder*innengruppe oder im Rahmen einer Veranstaltung ( z.B. Lager) stattfinden. Die Verleihung muss durch eine*n Woodbadgeträger*in erfolgen. Die Woodbadgearbeiten bzw. Leitfäden für die Woodbadgegespräche der Teilnehmer*innen werden nicht archiviert, sondern verbleiben bei diesen. Die Teilnahme am Woodbadgekurs sowie der Abschluss und die anschließende Verleihung werden in der Mitgliederdatenbank der PPÖ beim jeweiligen Mitglied durch die Bundesausbildung eingetragen. Nach Verleihung des Woodbadges kann der*die Woodbadgeträger*in Mitglied der Österreichischen Gilwellparkgruppe werden. Da die Gilwellparkgruppe ein eigenständiger Verein ist, ist eine Anmeldung erfoderlich. Hier findest du alles Infos zur Gilwellparkgruppe.",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "Die Ausbildung der PPÖ: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/ausbildung/die-ausbildung-der-ppoe/",
    "textcontent": "Home Ausbildung Die Ausbildung der PPÖ ein Gesamtüberblick Die neue Ausbildung der PPÖ ist – wie bereits bekannt - kompetenzorientiert und modular aufgebaut. Wichtig ist, dass Vorwissen anerkannt wird, das heißt, wenn ich im Rahmen meiner Ausbildung, im Beruf oder selbstverständlich auch bei den Pfadfinder*innen bereits Kompetenzen erworben habe, werden mir diese angerechnet . Ich schätze mich selbst ein und entscheide danach, welche Kompetenzen ich bereits habe oder wo ich noch Schritte in meiner Weiterentwicklung tun muss. Dabei begleiten mich mein Stufenteam, mein Gruppenausbildungsbegleiter oder meine Gruppenausbildungsbegleiterin und auch die Stufenbeauftragten beziehungsweise die Beauftragten für Gruppenleiter*innen in meinem Landesverband. Die Ausbildung zum Jugendleiter oder zur Jugendleiterin der PPÖ Die Ausbildung gliedert sich in drei Phasen: die Einstiegsphase, die Erfahrungsphase und die Vertiefungsphase. Jede dieser Phasen besteht aus mehreren Modulen, die wiederum verschiedene Kompetenzen beinhalten. Kompetenzen sind jene Fähigkeiten und Fertigkeiten über die du nach Abschluss des Modul verfügen solltest. Die Ausbildung zum Stufenleiter bzw. zur Stufenleiterin Die Stufenleitung besteht aus den Ausbildungen Jugendleitung, Teamleitung und Lagerleitung. Nach der Ausbildung zum Jugendleiter beziehungsweise zur Jugendleiterin wird in manchen Landesverbänden das \"Instruktorabzeichen\" verliehen. Wenn zusätzlich auch die Module zu Teamleitung und Lagerleitung erledigt sind, sprechen wir vom Stufenleiter beziehungsweise von der Stufenleiterin und in manchen Ländern wird zu diesem Zeitpunkt das \"Meisterabzeichen\" verliehen. Ausbildung für Gruppenleiter und Gruppenleiterin Die Ausbildung für Gruppenleiter*innen überschneidet sich in manchen Modulen mit jenen der Jugendleiter*innenausbildung. Teil der Gruppenleiter*innenausbildung ist beispielsweise auch die Teamleitung. Aber nicht jeder oder jede Gruppenleiter*in muss eine abgeschlossene Jugendleiter*innenausbildung absolviert haben. Alle Details zur Ausbildung für Gruppenleiter*innen findest du im Heft \" Fortschritte für GL\" . Weiterbildung für Jugendleiter*innen und Gruppenleiter*innen Ständige Weiterbildung war und ist ein essentieller Bestandteil unserer Ausbildung. Weiterbildungsmöglichkeiten werden sowohl innerhalb der PPÖ als auch extern angeboten. Der Woodbadgekurs Der Woodbadgekurs ist ein Teil der Ausbildung der PPÖ . Zeitlich liegt er nach der abgeschlossenen Ausbildung zum Jugendleiter, zur Jugendleiterin beziehungsweise Gruppenleiter*in. Dieses gruppenbezogene Selbsterfahrungsseminar hilft mir, mich mit meiner Teamfähigkeit und meinen Rollen in Gruppen auseinanderzusetzen und bei der Reflexion meines Engagements für die Pfadfinder*innenbewegung. Ausbildung für Trainer*innen der PPÖ Für all jene, die sich in der Erwachsenenbildung engagieren, gibt es weiterhin eine eigene Ausbildungsschiene für Trainer und Trainerinnen der PPÖ .",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "Gilwellparkgruppe: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/ausbildung/gilwellparkgruppe/",
    "textcontent": "Home Ausbildung Gilwellparkgruppe Gilwell-Newsletter 3/2025 Termine Gilwell-Runde Wien/NÖ 2025 Wir sind Verein! Werde Mitglied! Vereinsvorstand Gruppenbeitrag und Registrierung Flyer Gilwellparkgruppe 1-2023 zum Download Die Gilwell-Runde Wien/ NÖ trifft sich viermal im Jahr. Wir veranstalten die Treffen beim Pfadfinderbund, im Pfadfindermuseum oder im Bundesverband. Wir erfahren bei den Treffen Neues aus dem Bundesverband und dem Pfadfinderbund und schauen uns die aktuelle Ausstellung im Pfadfindermuseum an. Außerdem nutzen wir die Zeit für Austausch und Plaudereien. Für Essen und Getränke ist immer gesorgt. Die Termine: Donnerstag, 20. Februar 2025 ab 18:00 Uhr beim Pfadfinderbund, Eingang Miesbachgasse 4, 1020 Wien Donnerstag, 22. Mai 2025 ab 18:00 Uhr beim Pfadfindermuseum, Loeschenkohlgasse 25, 1150 Wien Donnerstag, 18. September 2025 ab 18:00 Uhr beim Pfadfinderbund, Eingang Miesbachgasse 4, 1020 Wien Donnerstag, 20. November 2025 ab 18:00 Uhr im Bundesverband, Stöberplatz 12 - Eingang Lienfeldergasse Du warst noch nie bei einem Treffen dabei? Dann wird´s aber Zeit, komm einfach zu einem dieser Treffen! Biggi & Andi im Namen des Vorstandes Schon lange gibt es die Vision, die Gilwellparkgruppe als eigenständigen Verein neu zu gründen. Nun ist es soweit! Bisher war die Gilwellparkgruppe der PPÖ eine „virtuelle\" Gruppe, die noch dazu auch in unserer Verbandsordnung oder den Satzungen nicht verankert war. Eigentlich ein Wunder, dass wir so lange und erfolgreich tätig sein konnten. Schon vor einigen Jahren gab es daher die Idee, die Gilwellparkgruppe nicht nur zu „institutionalisieren\", sondern sie gleich als eigenständigen Verein analog einer Pfadfinder*innengruppe aufzusetzen. Diese Gruppe (die natürlich keine Kinder- und Jugendarbeit macht und in diesem Sinne keine wirkliche Pfadfinder*innengruppe ist) wird eine Kooperation mit den PPÖ eingehen und ihr alleiniger Vereinszweck ist die finanzielle und ideelle Förderung der Ausbildung der PPÖ . Bisherige und zukünftige Woodbadgeträger*innen laden wir herzlich ein, dem neuen Verein „Österreichische Gilwellparkgruppe\" beizutreten. Mit eurem Mitgliedsbeitrag werden wir weiterhin die Aktivitäten der Gruppe, wie Informationsaussendung und Treffen finanzieren; mit eurer - hoffentlich großzügigen - Spende werden wir wie bisher auch in Zukunft die Aktivitäten der Ausbildung der PPÖ unterstützen. Die Vereinsgründung ist abgeschlossen und hier findest du die Vereinsstatuten und hier den aktuellen Vorstand . Der Kooperationsvertrag mit dem Bundesverband der PPÖ ist auch bereits finalisiert. Dominik sieht die Vereinsgründung der Gilwellparkgruppe als einen strategisch und finanziell richtigen Schritt und unterstützt diese sehr. Um die Verbundenheit der Gilwellparkgruppe mit dem Bundeszentrum Wassergspreng noch stärker zu betonen ist der Vereinssitz im Bundeszentrum Wassergspreng . Werde Mitglied! Da wir nun ein eigenständiger Verein sind, können und sollten alle bisherigen Mitglider der Gruppe proaktiv dem Verein beitreten. Scanne den QR-Code oder folge diesem Link zum Formular Dieser führt dich zu einem Onlineformukar. Über dieses kannst du dem Verein Österreichische Gilwellparkgruppe der Pfadfinder und Pfadfinderinnen Österreichs beitreten. Du kannst dich weiterhin gerne über die Gilwellparkgruppe registrieren, wenn du in keiner Pfadfinder*innengruppe mehr registriert bist. Hier geht´s zu weiteren infos zum Thema Mitgliedsbeitrag und Registrierung. Wir freuen uns auf die neuen Herausforderungen und hoffen darauf, dass auch du Mitglied des Vereins Gilwellparkgruppe der PPÖ wirst! Andi & Biggi im Namen des Vorstands der Österr. Gilwellparkgruppe der Gilwellparkgruppe Wenn du deinen Woodbadgekurs abgeschlossen hast, kannst du dir die Fleece-Jacke der Gilwellparkgruppe bestellen! Die Gilwell-Jacke, Marke \"Thor III\", ist dunkelblau. Am linken Oberarm findest du das PPÖ - Logo mit dem Zusatz \"Gilwellparkgruppe\" und am Rücken, zwischen den Schulterblättern, platzierten wir das Logo der Gilwellparkgruppe. Jackengrößen und Maße: Größe 36 - Brustweite 50cm, Rückenlänge 63cm Größe 38 - Brustweite 52cm, Rückkenlänge 65cm Größe 40 - Brustweite 55cm, Rückenlänge 65cm Größe 42 - Brustweite 56cm, Rückenlänge 66cm Größe 44 - Brustweite 57cm, Rückenlänge 67cm Größe 46 - Brustweite 58cm, Rückenlänge 68cm Größe 48 - brustweite 59cm, Rückenlänge 69cm Größe 50 - Brustweite 60cm, Rückenlänge 70cm Größe 58/60 - Brustweite 69cm, Rückenlänge 76cm Größe 62 - Brustweite 74cm, Rückenlänge 77cm Größe 64 - Brustweite 76cm, Rückenlänge 79cm Größen 52, 54 und 56 sind leider schon aus Kosten und Bestellung Die Kosten inklusive Versand betragen Euro 40,- So funktioniert die Bestellung: Wir brauchen von dir die exakten Angaben zur Größe, Damen- oder Herrenschnitt und deine aktuelle Postadresse. Dann schickst du diese Daten an die Mailadresse der Gilwellparkgruppe und zahlst den Betrag von Euro 40,- auf folgendes Konto ein: Gilwellparkgruppe der Pfadfinder und Pfadfinderinnen Österreichs IBAN: AT 30 1200 0100 3937 1496 BIC/SWIFT: BKAUATWW Als Verwendungszweck bitte unbedingt \"Gilwellparkgruppe - Fleece-Jacke\" angeben. Sobald wir deine Einzahlung erhalten haben, schicken wir dir die Jacke zu. Ab den Zeitpunkt deiner Einzahlung rechnen wir mit einer Bearbeitungszeit von zirka zwei bis drei Wochen. Wir hoffen, du hast viel Freude mit deiner Jacke! Biggi und Andi Gruppenleitung der Gilwellparkgruppe Einige Fotos ... Die Gilwellparkgruppe auf Facebook Bist du schon Mitglied der Gilwellparkgruppe auf Facebook? Es handelt sich um eine „geschlossene Gruppe“, das heißt die Mitgliedschaft wird von einem Administrator bestätigt. Schau doch auch mal in der Österreichischen Gilwellparkgruppe auf Facebook vorbei und werde Mitglied! Liebe Grüße und Gut Pfad! Biggi Stockinger-Hofer & Andi Furm Gruppenleitung der Gilwellparkgruppe",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "Archiv: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/ausbildung/gilwellparkgruppe/archiv/",
    "textcontent": "Home Ausbildung Gilwellparkgruppe Archiv Unser Freund, Kurt Bednarsky, ist heimgegangen. Er hat seine Aufgabe bei den PPÖ und besonders bei der Gilwellparkgruppe mehr als erfüllt. Es war seine Initiative, dass sich diese Gruppe wieder regelmäßig traf, er brachte Themen ein, er organisierte, er kümmerte sich. Kurt war im Bundesausbildungsteam als Quartiermeister und es war ihm zu verdanken, dass Treffen, Sitzungen, Konferenzen gut organisiert abliefen. Und er war ein Freund, immer da, hilfsbereit und zutiefst loyal – er war ein Pfadfinder! Er hat sein Quartier auf dieser Welt jetzt abgebrochen und so, wie ich ihn kenne, ist für das neue Quartier alles vorbereitet. Gut Pfad Monika Fabjan ehemalige Sprecherin der Ausbildung und ehemalige GF der Gilwellparkgruppe Kurt war über 20 Jahre ein engagierter Mitarbeiter im Bundesverband. Er war 1995 in Holland und 1998/99 in Chile Mitglied des Jamboree - Kontingentleitungsteams und sorgte auch dort dafür, dass alles reibungslos ablief. Nach seiner Zeit als Ausbildungssekretär unterstützte er uns viele Jahre im alltäglichen Bürobetrieb. Wann immer wir ein Problem hatten, Kurt hatte eine Lösung dafür. Die Übersiedlungen des Bundesverbandes von der Breitegasse in die Bräuhausgasse sowie von dort zum Stöberplatz konnten nicht zuletzt dank seiner Hilfe reibungslos über die Bühne gebracht werden. 2008 übergab er die Leitung der Gilwellparkgruppe an Biggi und Helmut, denn er war immer der Überzeugung, dass auch die Gilwellparkgruppe frischen Wind braucht. Er stand uns immer mit Rat und Tat zur Seite, war bei fast allen Treffen der Wien/ NÖ - Runde der Gilwellparkgruppe sowie bei jeder Reunion dabei. Er hat die Entwicklung der PPÖ immer interessiert verfolgt, jedoch mit seiner Meinung nie hinter dem Berg gehalten. Wir haben viel von ihm gelernt! Gut Pfad! Moni, Biggi & Helmut im Namen des Bundesverbandes",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "Kontaktdaten melden: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/ausbildung/gilwellparkgruppe/kontaktdaten-melden/",
    "textcontent": "Home Ausbildung Gilwellparkgruppe Kontaktdaten melden Als Woodbadgeträger oder Woodbadgeträgerin bist du Mitglied der Gilwellparkgruppe. Die Information unserer Mitglieder ist uns wichtig. Daher sind wir bemüht, deine Daten zu erfassen bzw. zu aktualisieren. Wenn wir deine aktuellen Daten haben, bekommst du jährlich Informationen über die Gilwellparkgruppe. Fülle bitte die Formularfelder aus und klicke anschließend auf \"Abschicken\". Bitte alle Felder vollständig und richtig ausfüllen! Danke! Kontaktformular Per Formular kontaktieren Vorname * Nachname * Telefonnummer E-Mail * Nachricht * Diese Feld nicht ausfüllen!",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "Registrierung und Mitgliedsbeitrag: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/ausbildung/gilwellparkgruppe/registrierung-und-mitgliedsbeitrag/",
    "textcontent": "Home Ausbildung Gilwellparkgruppe Registrierung und Mitgliedsbeitrag Der Verein „Gilwellparkgruppe der Pfadfinder und Pfadfinderinnen Österreichs“ ist ein ehrenamtlicher und gemeinnütziger Verein, der zur ideellen und materiellen Förderung der Ausbildung von Erwachsenen bei den PPÖ gegründet wurde. Ordentliche Vereinsmitglieder müssen Woodbadgeträger*innen sein. Durch den Vereinszweck ergibt sich eine enge Verbindung mit den Pfadfindern und Pfadfinderinnen Österreichs. Die Mitglieder des Vereins haben optional die Möglichkeit, sich über die Gilwellparkgruppe bei den PPÖ (Pfadfinder und Pfadfinderinnen Österreichs) zu registrieren und haben damit Anspruch auf gewisse Serviceleistungen. Mit dem Gruppenbeitrag in der Höhe von Euro 9,- finanzieren wir die Aussendungen der Gilwellparkgruppe, die laufenden Gruppenaktivitäten sowie Zuschüsse zur Ausbildung der PPÖ . Mit deiner Spende unterstützt du direkt die Ausbildung. Die Gilwellparkgruppe ist ein wichtiger finanzieller Rückhalt für die aktive Ausbildung der PPÖ und die erhaltenen Spenden kommen ausschließlich der Ausbildung zugute. Deinen Registrierungsbeitrag von Euro 18,- leiten wir in voller Höhe weiter an den Bundesverband der PPÖ . Damit hast du das Recht auf eine Scout Card, bekommst den PPÖ -Brief zugesendet, bist versichert, bei den Weltverbänden WAGGGS und WOSM gemeldet und damit auch legitimiert, internationale Lagerplätze zu besuchen. Wenn du schon über deine Pfadfinder*innengruppe registriert bist, brauchst du selbstverständlich keine zusätzliche Registriergebühr an die Gilwellparkgruppe zu zahlen, sondern nur den Mitgliedsbeitrag Mitgliedsbeitrag - Registrierung bei den PPÖ Mitgliedsbeitrag € 9,- oder Mitglieds- und Registrierungsbeitrag € 27,- ACHTUNG: Der Registrierungsbeitrag in der Höhe von € 18,- ist nur dann erforderlich, wenn du derzeit bei keiner Pfadfinder*innengruppe registriert bist und dich über die Gilwellparkgruppe bei den PPÖ registrieren willst. Gib als Verwendungszweck bitte unbedingt an, für wen du bezahlst und schlüssle auf wofür , also deinen vollständigen Namen sowie „Mitgliedsbeitrag 2024/Registrierung/Rest Spende“. Deine Scout Card Nummer hilft uns zusätzlich mit der richtigen Zuordnung deiner Zahlung. Kontoinformation - Achtung: wir haben ein neues Konto!!! Gilwellparkgruppe der Pfadfinder und Pfadfinderinnen Österreichs IBAN: AT 30 1200 0100 3937 1496 BIC/SWIFT: BKAUATWW Als Verwendungszweck bitte unbedingt \"Name, Scout Card Nummer, Mitgliedsbeitrag / Registrierung / Spende\" angeben. Die finanziellen Belange der Gruppe werden vom Vorstand bearbeitet und von unseren beiden Rechnungsprüfern, Tobias Bischofberger und Christian Letz, kontrolliert. Wenn du Fragen hast, sende uns eine E-Mail . Biggi und Andi im Namen des Vorstands der Gilwellparkgruppe der PPÖ",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "Vorstand Gilwellparkgruppe: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/ausbildung/gilwellparkgruppe/vorstand-gilwellparkgruppe/",
    "textcontent": "Home Ausbildung Gilwellparkgruppe Vorstand Gilwellparkgruppe Biggi Stockinger-Hofer Obfrau der Gilwellparkgruppe der Pfadfinder und Pfadfinderinnen Österreichs Im März 2008 wurde ich als Gruppenleiterin der Gilwellparkgruppe berufen und habe lange Jahre mit Helmut Stump einen erfahrenen und aktiven Partner aus dem Westen gefunden. Seit März 2020 habe ich Andi Furm an meiner Seite. Ich bin seit meinem 16. Lebensjahr begeisterte Pfadfinderin in der Gruppe Wr. Neudorf in Niederösterreich. Dort habe ich als Ranger begonnen und bin mit 19 Jahren als Assistentin bei den WiWö eingestiegen. Nach einigen Jahren bei den WiWö hat es mich dann zu den CaEx gezogen, die ich viele Jahre in der Gruppe geleitet habe. Parallel dazu habe ich im Landesverband Niederösterreich im CaEx - Team mitgemacht. 1996 habe ich meinen Woodbadgekurs besucht, meine Woodbadgeverleihung fand 1998 in Igls statt. 1999 begann ich in der Funktion der Bundesbeauftragten für Caravelles im Bundesverband mitzuarbeiten. Nach einigen Jahren als Bundesbeauftragte für Caravelles wurde ich 2003 zur Bundesbeauftragten für Pfadfinder*innenausbildung gewählt. In diese Funktion habe ich bis März 2008 mit Begeisterung den Großteil meiner Freizeit investiert. Seit Jänner 2023 bin ich Obfrau des Vereins Gilwellparkgruppe der PPÖ . Stefan Magerl Obmann der Gilwellparkgruppe der Pfadfinder und Pfadfinderinnen Österreichs Im Mai 2025 wurde ich bei der Generalversammlung der Gilwellparkgruppe zum Obmann gewählt. Bei den PPÖ bin ich seit langem im Bereich Training der PPÖ ehrenamtlich aktiv. Ich habe in der Bundespatrulle der GuSp begonnen und habe später in die Funktion Bundesbeauftraget für Ausbildung gewechselt. Aktuell bin ich gemeinsam mit Sigrid Giehsauer für die Woodbadgekurse zuständig. Ich wohne mit meiner Familie in Graz und wir sind alle bei den Pfadis aktiv. Mir war und ist die Gilwellparkgruppe immer wichtig, da sie eine wichtige Unterstützung der Ausbildung der PPÖ ist. Gerald Stockinger Kassier der Gilwellparkgruppe der Pfadfinder und Pfadfinderinnen Österreichs Wenn du mich fragst, was ich mit „dem Woodbadge“ verbinde, dann fallen mir so viele Erlebnisse ein, dass ich gar nicht weiß, wo ich anfangen und wo ich aufhören soll: Die Klangkuppel in der Runde, Wors–Mipps–Lurs in der Seminargruppe, Nusslikör vom Rundling, „Sei wie du bist“ mein Motto und der „Zauberstab“ als Geschenk, Freundschaften und intensive Reisen nach Frankreich und nach Schweden mit den Schnepfen. Das sind nur ein paar Assoziationen zu meinem eigenen Woodbadgekurs 1995 in Limberg. Seither war ich selbst viele Male im Woodbadgeteam und jeder einzelne Kurs und jedes einzelne Gespräch hat Eindrücke bei mir hinterlassen. Die internationale Idee des „Gilwell-Kurses“ lässt mich nicht los, genauso wenig wie die Verbundenheit mit allen, die auch ihre Holzperlen am Halstuch tragen. Oder auch das „Oh!“ jemanden getroffen zu haben, der gleich sechs von diesen Perlen hat. Seit ich in unserer Pfadfinder*innengruppe in Wiener Neudorf zuerst Wichtel und Wölflinge und dann Ranger und Rover geleitet habe, sind tatsächlich schon einige Jahre vergangen. Mein Herz schlägt immer noch in erster Linie für die Wichtel- und Wölflingsstufe, neben der Gruppe damals auch lange Zeit im Landesverband NÖ und dann auf Bundesebene im WiWö -Team. Im Bundesverband bin ich der Pädagogik und vor allem dem Training sehr verbunden, 8 Jahre auch als Bundesbeauftragter für Ausbildung. Weiterentwicklung unserer Bewegung und im Verband ist mir ein großes Anliegen, „Sesselpicker“ bin ich selbst keiner und meine berufliche Kompetenz als IT-Berater darf ich als „EDV-Fuzzi“ auch bei den PPÖ ausleben. Die Gilwellparkgruppe als eigenständiger Förderverein für den Trainingsbereich der PPÖ war immer schon eine Vision von mir und es ist daher sehr naheliegend mich auch im Verein zu engagieren und jetzt als Kassier für die Ordnungsmäßigkeit der Finanzen zu sorgen. Ich hoffe wir sehen uns bei der nächsten Reunion! Katrin Mayer Schriftführerin der Gilwellparkgruppe der Pfadfinder und Pfadfinderinnen Österreichs Als ich damals nach dem nö. Landeslager “4anaund“ in den LV Niederösterreich ins RaRo -Team kam, zündete auch die Idee, auf Woodbadgekurs zu fahren. 2008 war es dann endlich soweit – aber erst 5 Jahre später hab ichs dann endlich geschafft, das Projekt Woodbadge abzuschließen und meine Perlen zurückzubekommen. Als ich dann bei meiner ersten Reunion auf einem Großlager und auch bei meiner ersten internationalen Reunion am Roverway in Finnland war, hab ich erst so wirklich verstanden, in welch große und vielfältige Gemeinschaft ich hier eingetreten bin – und dieser Gedanke hat mich bis heute nicht losgelassen. Aktuell darf ich immer wieder auf Woodbadgekursen als Trainerin dabei sein, um einerseits diesen Gedanken weiterzugeben und andererseits Menschen eine Woche lang in ihren gruppendynamischen Prozessen zuzuschauen und sie auch zu begleiten, wenn sie sich Tickets setzen und immer wieder mal ein wenig weiterentwickeln. Ganz im Sinne von “I’m going to work my ticket if I can”. Christa Sieder Mitglied im Vorstand der Gilwellparkgruppe der Pfadfinder und Pfadfinderinnen Österreichs Aus der Pfadfinder*innengruppe Amstetten im schönen Yoland kommend, engagiere ich mich seit 2014 im Bundesverband; lange Zeit für die WiWö -Stufe und mittlerweile als Vorsitzende der Lehrgangsleitung Trainer*innen-Ausbildung (gemeinsam mit Andi Furm) sowie Ressortleiterin Training (gemeinsam mit Paul Medek). Den Woodbadgekurs zähle ich nach wie vor zu meinen schönsten Pfadi-Erinnerungen, und ich freue ich mich darauf, in meiner Tätigkeit im Vorstand der Gilwellparkgruppe Impulse aus dem und für das Ressort Training einzubringen. Paul Medek Mitglied im Vorstand der Gilwellparkgruppe der Pfadfinder und Pfadfinderinnen Österreichs Aus der Pfadfinder*innengruppe Wien 11 kommend, engagiere ich mich seit vielen Jahren im Bundesverband. Ich war lange Zeit Landesbeauftragter für Ausbildung in Wien und habe auf Bundesebene im Bundesarbeitskreis für Ausbildung mitgearbeitet. Mittlerweile bin ich Vorsitzender der Lehrgangsleitung für die Jugendleiter*innen-Ausbildung, in der alle Landesbeauftragten für Ausbildung auf Bundesebene zusammenkommen sowie Ressortleiter Training (gemeinsam mit Christa Sieder). In der Gilwellparkgruppe möchte ich gemeinsam mit Christa die Themen des Trainings der PPÖ einbringen.",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "Bundesthema: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/ausbildung/programm/",
    "textcontent": "Home Programm Bundesthema Das Bundesthema ist ein Thema gesellschaftlicher Relevanz für den Zeitraum von zwei Pfadfinderjahren, mit dem sich die Pfadfinder und Pfadfinderinnen Österreichs auseinandersetzen und das sie leicht in ihren Heimstunden umsetzen können. Die Bundesthemen der letzten Jahre sind und waren vielfältig. Schau doch einfach in die einzelnen Themen wie 2021 – 2023 Nachhaltigkeit 2019 – 20 21 MedienheldInnen 2016 – 20 17 Schwarz? Weiß? BUNT! 2015 – 20 16 Free being me 2014 – 20 15 Coolinarisch 2013 – 20 14 Bewegung 2011 – 20 13 5 vor 12 - Umweltschutz ist eine TATsache! 2010 – 20 11 Freiwilliges Engagement 2009 – 20 10 Vielfalt als Chance 2008 Zeitzeugen 2007 Gifts for Peace - 100 Jahre Pfadfinder",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "Trainer*innenausbildung: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/ausbildung/trainerinnenausbildung/",
    "textcontent": "Home Ausbildung Trainer*innenausbildung der PPÖ Herzlich willkommen zur Trainer*innenausbildung der PPÖ ! Hier findest du alle Informationen zu Ziel, Inhalten, Aufbau, Kosten und Anmeldung der Trainer*innenausbildung. Die Anmeldung für den Lehrgang 2025 ist bis 15. Juni 2025 möglich. Du bist erfahrene*r Jugendleiter*in bei den PPÖ oder in einer anderen Jugendorganisation und möchtest dich im Bereich der Erwachsenenbildung, insbesondere für die Ausbildung von Jugendleiter*innen, engagieren? In der Betreuung von Kindern und Jugendlichen hast du seit mindestens drei Jahren Erfahrung im Ausmaß von mehr als 100 Betreuungsstunden pro Jahr und eine Grundausbildung als Jugendleiter*in in deiner Jugendorganisation absolviert? Die PPÖ bieten dir eine Trainer*innenausbildung an, die dich zum/zur Erwachsenenbildner*in qualifiziert. Diese Ausbildung vermittelt Fach-, Methoden-, Selbst- und Sozialkompetenz und bietet eine breite theoretische Basis, umfangreiche Praxiserfahrung sowie professionelle Begleitung. Die Lernleistung, welche im Rahmen der Trainer*innenausbildung der PPÖ erbracht wird, entspricht 184 Lerneinheiten zu je 45 Minuten, das entspricht 6 ECTS-Anrechnungspunkten (sowie für Pfadfinder*innen mit \"Woodbadgekurs\" 256 Lerneinheiten, das entspricht 8 ECTS-Anrechnungspunkten). Hier kommst du zum Online-Anmeldeformular. Die Anmeldung ist ausschließlich über dieses Formular möglich!! Die Details zu Kosten, Inhalten, Terminen usw. findest du weiter unten. Lies dir diese Ausschreibung bitte genau durch. Wenn du Fragen hast, schicke ein E-Mail an Biggi Stockinger-Hofer , Adminiastratrorin der Trainer*innenausbildung. Die Trainer*innenausbildung findet auf drei Lernebenen statt Selbständiges Lernen Die Trainer*innenausbildung basiert größtenteils auf dem Prinzip des selbständigen Lernens und verlangt von den Teilnehmer*innen ein hohes Maß an Eigenverantwortung. Unterstützend stehen den Teilnehmer*innen ein persönlicher Ausbildungsplan und eine e-Learning-Plattform mit vielen einzelnen Arbeitsaufträgen und einem umfangreichen methodischen Angebot an Fachwissen zur Verfügung, welche von ausgebildeten Tutor*innen betreut werden. Die erworbenen Erkenntnisse werden in einem persönlichen Lerntagebuch dokumentiert. Diese e-Learning-Plattform wird von den Teilnehmer*innen auch für den Erfahrungsaustausch im Sinne eines vernetzten Lernens genutzt. Lernen in organisierter Form Im Rahmen der Trainer*innenausbildung werden drei Präsenzveranstaltungen (Seminare) zu je einem Wochenende angeboten. Einzelne Inhalte, die bereits im Zuge anderer Ausbildungsveranstaltungen bearbeitet wurden, können dabei angerechnet werden. Lernen im Seminar-Team Im Verlauf der Trainer*innenausbildung arbeiten die Teilnehmer*innen auf mindestens drei jeweils zweitägigen Seminaren im Seminarteam mit, sammeln Praxiserfahrung und werden dabei von erfahrenen Trainer*innen begleitet (Einführung, Planungsunterstützung und Feedback). Ergänzt werden diese Ebenen durch ein gruppenbezogenes Selbsterfahrungsseminar (für Pfadfinder*innen der \"Woodbadgekurs\"), das aus einer Seminarwoche und einem Transferwochenende besteht, sowie eine Transferarbeit und die Umsetzung von Zielen zur persönlichen Weiterentwicklung beinhaltet. Zielgruppen Erfahrene Jugendleiter*innen der PPÖ, die ihre Jugendleiter*innenausbildung abgeschlossen haben, Mitglied eines Landesverbandsteams beziehungsweise des Bundesverbandes der PPÖ sind und als Trainer*innen in der Jugendleiter*innenausbildung der PPÖ tätig sein wollen. Erfahrene Jugendleiter*innen der PPÖ oder anderer Pfadfinderverbände, die ihre Jugendleiter*innenausbildung abgeschlossen haben und einen Bedarf zur persönlichen Weiterbildung im Bereich der Erwachsenenbildung haben. Erfahrene Jugendleiter*innen anderer Jugendorganisationen, die innerhalb ihrer Organisation mit der Ausbildung von Jugendleiter*innen betraut sind. Voraussetzungen Jugendleiter*innen der PPÖ müssen ihre Ausbildung als Jugendleiter*in der PPÖ sowie die Teamleitungsausbildung abgeschlossen haben und entweder Mitglied eines Landesausbildungsteams bzw. des Bundesverbandes der PPÖ sein oder ein geeignetes Praxisumfeld in der Erwachsenenbildung belegen können. Im Rahmen ihres Trainingsumfelds müssen sie vor Beginn der Trainer*innenausbildung bereits bei einem Seminar als Teammitglied dabei gewesen sein. Ein Einstiegsgespräch und eine Vereinbarung über den persönlichen Ausbildungsweg mit den Landesbeauftragten für Ausbildung sind Voraussetzung für die Teilnahme an der Trainer*innenausbildung. Jugendleiter*innen anderer Pfadfinderverbände oder anderer Jugendorganisationen müssen die Zustimmung ihrer Organisation vorweisen, sowie die entsprechende Praxiserfahrung und Basisausbildung für Jugendleiter*innen nachweisen können. Im Rahmen ihres Trainingsumfelds müssen sie vor Beginn der Trainer*innenausbildung bereits bei einem Seminar als Teammitglied dabei gewesen sein. Zusätzlich sind ein Einstiegsgespräch und eine Vereinbarung mit der Projektleitung der Trainer*innenausbildung bzw. mit einem/einer von der Projektleitung beauftragten Trainer*in der PPÖ Voraussetzung für die Teilnahme. Zeitlicher Umfang der Ausbildung Die Trainer*innenausbildung der PPÖ dauert mindestens zwei Jahre - die tatsächliche Dauer hängt aber vom persönlichen Engagement der Teilnehmer*innen ab. Termine der jährlichen Präsenzveranstaltungen Basisworkshop: im Oktober Trainingskompetenz I: im Mai (im ersten Jahr) Trainingskompetenz II: im Mai (im zweiten Jahr) Die konkreten Termine findest du im Terminkalender der PPÖ Ein gruppenbezogenes Selbsterfahrungsseminar ist zusätzlich vor dem Seminar \"Trainingskompetenz II\" zu absolvieren. Für Pfadfinder*innen ist dies der Woodbadgekurs der PPÖ , der jährlich stattfindet – das \"Woodbadge\" muss vor Ende der Trainer*innenausbildung verliehen worden sein. Für Jugendleiter*innen anderer Jugendorganisationen ist das gruppenbezogene Selbsterfahrungsseminar in einem Ausmaß von mindestens 40 Lerneinheiten zu je 45 Minuten bei einer anerkannten Organisation außerhalb der PPÖ zu absolvieren. Folgende Inhalte sollten entweder in einem mehrtägigen Seminar oder auch in einzelnen Modulen erarbeitet, erlebt und reflektiert werden: Kommunikation Prozesse in der Gruppe Auseinandersetzung mit den eigenen Werten Zielorientiertes Arbeiten Beispiele für von den PPÖ anerkannte externe Organisationen: Österreichischer Arbeitskreis für Gruppentherapie und Gruppendynamik (ÖAGG) ; Sensitivity Training - Gruppendynamisches Seminar Österreichische Gesellschaft für Gruppendynamik und Organisationsberatung Ausbildungsinhalte Arbeiten mit Gruppen: Begleiten und Anleiten von Gruppenprozessen, Gruppe; Gruppenprozesse und Rollen in der Gruppe; Konflikte am Seminar; Methoden für die Gruppenarbeit. Kommunikation: Grundlagen der Kommunikation; Moderation; Präsentationstechnik. Seminarplanung: Aufbau von Lerneinheiten; Ideenfindung und Entscheidungsfindung; Reflexion - Evaluation; Seminarplanung mit der Spirale; Seminarvorbereitung; Transfer; Wie lernen Erwachsene; Zeitmanagement. Selbstkompetenz: Bereitschaft zum Arbeiten an der eigenen Persönlichkeit; Eigenmotivation; Rolle als Trainer*in. Sozialkompetenz: Fördern von Teilnehmer*innen; Motivationsfähigkeit; Teamfähigkeit und Kooperationsfähigkeit; Verantwortungsvoller und wertschätzender Umgang mit anderen Menschen. Zielorientiertes Arbeiten: Feedback; Umgang mit Bedürfnissen; Zielorientiertes Arbeiten. Kosten für Teilnehmer*innen Mitarbeiter*innen eines Landesverbandes der Pfadfinder und Pfadfinderinnen Österreichs: Gesamtkosten: Die Kosten werden von den PPÖ übernommen. Die Teilnehmer*innen werden von den Landesbeauftragten bzw. Bundesbeauftragten für Ausbildung vorgeschlagen. Die Kosten der drei Präsenzveranstaltungen werden von den PPÖ übernommen. Die Fahrtkosten werden vom Bundesverband übernommen (Zugtickets 2. Klasse, bei PKW Fahrten bitte Fahrgemeinschaften bilden). Der Woodbadgekurs der PPÖ ist nvon den TeilnehmerInnen im Rahmen der Jugendleiter*innenausbildung selbst zu finanzieren. Ermäßigte Kosten: ca. Euro 400,-- Mitglieder der Pfadfinder und Pfadfinderinnen Österreichs und anderer Pfadfinder*innenverbände: Gesamtkosten: Euro 1.300,-- (zuzüglich Woodbadgekurs) Inklusive ermäßigter Einschreibgebühr Euro 1.000,-- vorab zu bezahlen. Die drei Präsenzveranstaltungen und der Woodbadgekurs der PPÖ sind jeweils vor Beginn der Veranstaltung zu bezahlen. Ermäßigte Kosten: Basisworkshops Euro 100,--, Trainingskompetenz I und II je Euro 115,--. Die drei Praxisseminare im Ausmaß von je circa zwei Tagen sollten im eigenen Trainingsumfeld absolviert werden. Bei Bedarf ist auch eine Mitarbeit im Rahmen von Ausbildungsseminaren der PPÖ möglich. Die Fahrtkosten werden für Mitglieder der PPÖ vom Bundesverband übernommen (Zugtickets 2. Klasse, bei PKW Fahrten bitte Fahrgemeinschaften bilden). Teilnehmer*innen anderer Pfadfinder*innenverbände wenden sich bezüglich Rückerstattung der Fahrtkosten bitte an den eigenen Verband. Der Woodbadgekurs der PPÖ ist von den Teilnehmer*innen im Rahmen der Jugendleiter*innenausbildung selbst zu finanzieren. Ermäßigte Kosten für Mitglieder der PPÖ: ca. Euro 430,-- Kosten für Mitglieder anderer Pfadfinder*innenverbände: ca. Euro 630,-- Mitglieder anderer Jugendorganisationen: Gesamtkosten: Euro 3.050,-- (zuzüglich gruppenbezogenes Selbsterfahrungsseminar und Fahrtkosten) Inklusive Einschreibgebühr Euro 2.000,-- vorab zu bezahlen. Die drei Präsenzveranstaltungen sind jeweils vor Beginn der Veranstaltung zu bezahlen. Kosten: Basisworkshops: Euro 400,--, Trainingskompetenz I und II: je Euro 450,--. Die drei Praxisseminare im Ausmaß von je circa zwei Tagen sollten im eigenen Trainingsumfeld absolviert werden. Bei Bedarf ist auch eine Mitarbeit im Rahmen von Ausbildungsseminaren der PPÖ möglich. Das gruppenbezogene Selbsterfahrungsseminar ist extern zu absolvieren. Die Fahrtkosten sind selbst zu tragen. Anmeldung Die Anmeldung startet im Jänner des jeweiligen Jahres mittels Online-Formular. Achtung! Mitarbeiter*innen eines Landesverbandes der Pfadfinder und Pfadfinderinnen Österreichs: Deine Anmeldung wird erst mit dem OK deiner Landesbeauftragten für Ausbildung gültig. Mitglieder der Pfadfinder und Pfadfinderinnen Österreichs und anderer PfadfinderInnenverbände: Deine Anmeldung wird erst mit dem OK deiner Organisation, dem absolvierten Einstiegsgespräch und der Einzahlung der Einschreibgebühr gültig. Mitglieder anderer Jugendorganisationen: Deine Anmeldung wird erst mit dem OK deiner Organisation, dem absolvierten Einstiegsgespräch und der Einzahlung der Einschreibgebühr gültig. Abschluss Nach erfolgreichem Abschluss der gemäß den Richtlinien von aufZAQ zertifizierten Trainer*innenausbildung verleihen dir die PPÖ ein Zertifikat als \"Trainer*in für Erwachsenenbildung\". Kontakt bei den PPÖ Bei Fragen wende dich an Biggi Stockinger-Hofer , Admin Trainer*innenausbildung der PPÖ . Seminarformular Melde dich für dieses Seminar an, indem du alle Felder korrekt ausfüllst und dann auf \"abschicken\" klickst: Vorname Nachname Geburtsjahr E-Mail * Telefonnummer Gruppe Landesverband Bitte wählen Sie ... Burgenland Kärnten Niederösterreich Oberösterreich Salzburg Steiermark Tirol Vorarlberg Wien Ich bin damit einverstanden, dass meine E-Mail-Adresse für die Bildung von Fahrgemeinschaften vor der Veranstaltung an alle Teilnehmer*innen weitergegeben werden. Weitergabe E-Mail-Adresse Ja Nein Information: Fotos und allfällige Ton- und Filmaufnahmen, die im Rahmen der Veranstaltung entstehen, werden vom Bundesverband der Pfadfinder und Pfadfinderinnen Österreichs zum Zweck der Dokumentation, Information und Berichterstattung verwendet und können in ihren Druck- und Online Medien, veröffentlicht sowie an Dritte (insb. Medien, Landesverbände und die Weltverbände WAGGGS und WOSM) weitergegeben werden. Mit der Teilnahme an dieser Veranstaltung erklären sich alle Teilnehmer*innen sowie Teamleute einverstanden, dem Bundesverband der PPÖ das nicht-exklusive, zeitlich und örtlich unbegrenzte Recht zu übertragen, Fotos, Ton- oder Filmaufnahmen zu benutzen, die gegebenenfalls während der Veranstaltung gemacht werden. Dies beinhaltet insbesondere das übertragbare Recht, diese auch in bearbeiteter Form zu vervielfältigen, verbreiten, senden, öffentlich wiederzugeben und zur Verfügung zu stellen sowie auf jede heute bekannte oder noch unbekannte Art zu nutzen. Alle Informationen zum Datenschutz sind auf unserer Website (www.ppoe.at/impressum) zu finden. Diese Feld nicht ausfüllen! Abschnitt in Arbeit! Die Ausbildung gliedert sich in 3 Schritte. Der Woodbadgekurs ist Teil der Trainer*innenausbildung. Vereinbarung Praxisseminar 1 Basisworkshop Flexibler Block 1 Praxisseminar 2 Trainingskompetenz 1 Der Besuch des Woodbadgekurses ist Voraussetzung für die Teilnahme am Seminar Trainingskompetenz 2. Flexibler Block 2 Praxisseminar 3 Trainingskomeptenz 2 Abschluss - für den Abschluss der Trainer*innenausbildung ist die Verleihung des Woodbadges Voraussetzung. Hier findest du relevante Informationen der Trainer*innenausbildung zu folgenden Themen: Hier kannst du das Curriculum der Trainer*innenausbildung herunterladen. Jugendleiter*innen der PPÖ müssen ihre Ausbildung als Jugendleiter*in sowie die Teamleitungsausbildung der PPÖ abgeschlossen haben und entweder Mitglied eines Landesausbildungsteams bzw. des Bundesverbandes der PPÖ sein oder ein geeignetes Praxisumfeld in der Erwachsenenbildung belegen können. Ein Einstiegsgespräch und eine Vereinbarung über den persönlichen Ausbildungsweg mit den Landesbeauftragten für Ausbildung sind Voraussetzung für die Teilnahme an der Trainer*innenausbildung. Jugendleiter*innen anderer Pfadfinderverbände oder anderer Jugendorganisationen müssen die Zustimmung ihrer Organisation vorweisen, sowie die entsprechende Praxiserfahrung und Basisausbildung für Jugendleiter*innen nachweisen können. Zusätzlich sind ein Einstiegsgespräch und eine Vereinbarung mit der Projektleitung der Trainer*innenausbildung bzw. mit einem*einer von der Projektleitung beauftragten Trainer*in der PPÖ Voraussetzung für die Teilnahme. Mindestalter 21 Jahre Für die Trainer*innenausbildung werden bereits extern erworbene Kompetenzen nach Einzelfallprüfung anerkannt. Diese müssen nachweisbar qualitätsvoll und in mindestens äquivalentem zeitlichen Umfang erworben worden sein. Das Zertifikat Trainer*in für Erwachsenenbildung der PPÖ wird dir nach dem Abschlussgesprächs überreicht. Voraussetzungen für das Abschlussgespräch: dasda folgende Tools sollen dich während deiner Trainer*innenausbildung unterstützen: Wip-online ist die eLeanring Plattform der Trainer*innenausbilung.Nur Trainer*innen in Ausbildung und fertige Trainer*innen der PPÖ haben Zugang zu dieser Plattform. Dort findest du: Fachwissen Auf der eLearning Plattform „WIP-Online“ der PPÖ findet sich das Hintergrundwissen zu den Inhalten der Trainer*innen Ausbildung. Mit einem starken Bezug zur Praxis werden theoretische Grundlagen, methodische Überlegungen, Grundhaltungen und Methoden der Arbeit von Trainer*innen verständlich und übersichtlich dargestellt. Am Ende eines jeden Eintrags finden interessierte Leser*innen brauchbare Literaturtipps und Weblinks. Nachdem Lernen nie aufhört, wird auch das Fachwissen stets weiterentwickelt. Literaturdatenbank Jede*r Trainer*in (in Ausbildung) kann in der Literaturdatenbank neue Literatur veröffentlichen, wenn die Quelle ordnungsgemäß angegeben wird. Methodenpool Viele Methoden sind es wert veröffentlicht und weitergegeben zu werden. Jede*r Trainer*in (in Ausbildung) hat die Möglichkeit Erfahrungen mitzuteilen und weiterzugeben. In dieser Datenbank sind alle Methoden, die bisher in WIP-Online gesammelt wurden, gelistet. Der Methodenpool ist für alle Trainer*innen zur Bearbeitung und Erweiterung freigegeben. Hier findest du alle Methoden zur Festellung deines Lernfortschritts, die wir dir während deiner Ausbildung anbieten. Fortschrittskotrolle Jede*r Trainer*in in Ausbildung hat einen eigene Fortschrittskontrolle, wo er*sie seine*ihre Lernschritte einträgt. Portfolio Jede*r Trainer*in in Ausbildung kann sich ein digitales Portfolio anlegen und selbst entscheiden, was er davon für andere Menschen öffentlich schaltet. Ausbildungsbegleitung Landesbeauftragte*r für Ausbildung, Trainer*innen in den LV, Trainer*innen Präsenzveranstaltungen, Tutor*innen. Praxisbetreuung Erfahrene Trainer*innen bei Praxisseminaren 1, 2 und 3. Die Dokumentation des Lernfortschritts erfolgt in der eigenen Fortschrittskontrolle in WIP-Online. Zusätzlich kann ein ePortfolio oder ein Lerntagebuch der eigenen Wahl angelegt werden.",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "Unterlagen und Download: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/ausbildung/unterlagen-und-download/",
    "textcontent": "Home Ausbildung Unterlagen und Download Hier findest du die Links zu den Fortschritte - Heften, zum eLearning - Portal der PPÖ , zum Fachwissen für Leiter*innen, sowie inhaltliche Überlegungen zu Themen wie \"Lernen in der Pfadfinder*innen gruppe\" und \"Kompetenzorientierung\". Hier gehts zum eLearning-Portal Ausbildung für Leiter*innen Im eLearningportal Ausbildung für Jugendleiter*innen gibt es ein umfangreiches Fachwissen für Leiter*innen . Du willst dich für ein Seminar anmelden? Hier geht´s zur Seminaranmeldung In der Rubrik Impulse findest du inhaltliche Überlegungen, zum Beispiel zu Themen wie Lernen in der Pfadfinder*innengruppe oder Kompetenzorientierung . Du kannst die Fortschritte über Print on demand bestellen und liefern lassen. Hier gehts zum Bestellformular . In der Rubrik Download kannst du dir die aktuelle Version der Fortschritte und des Gesprächsleitfadens GAB - Lernende herunterlanden .",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "Download: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/ausbildung/unterlagen-und-download/download/",
    "textcontent": "Home Ausbildung Unterlagen und Download Download Hier findest du alle Unterlagen zur Ausbildung für JugendleiterInnen. Es gibt die Möglichkeit die Fortschritte-Hefte über Print on demand zu bestellen. Hier gehts zum Bestellformular . Fortschritte - Hefte Fortschritte Einstiegs- und Erfahrungsphase - Stand August 2020 Fortschritte Vertiefungsphase - Stand August 2020 Fortschritte Teamleitung - Stand Februar 2018 Fortschritte Lagerleitung - Stand Februar 2018 Fortschritte für GL - Stand Dezember 2020 Fortschritte - Kärtchenversion Fortschritte Kärtchen Jugendleiter*innenausbildung - Stand August 2020 Fortschritte Kärtchen Teamleitung - Stand Februar 2018 Fortschritte Kärtchen Lagerleitung - Stand Februar 2018 Fachwissen für Leiter*innen Fachwissen für Leiter*innen In diesem stufenübergreifenden Leiter*innenbehelf findest du alle relevanten Inhalte der Ausbildung für Jugendleiter*innen. GOLD - Das Handbuch für Gruppenleiter*innen GOLD - Das Handbuch für Gruppenleiter*innen In diesem GL -Behelf findest du alle relevanten Inhalte zur Gruppenleitung Das GAB-Handbuch findest du auf der eLearning-Plattform",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "Fortschritte: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/ausbildung/unterlagen-und-download/fortschritte/",
    "textcontent": "Home Ausbildung Unterlagen und Download Fortschritte Die \"Fortschritte\" - Hefte unterstützen dich dabei, deine Ausbildung als Jugendleiter*in zu planen und zu dokumentieren. Sie bieten dir einen Überblick über die gesamte Jugendleiter*innenausbildung. Du hältst deine Erfahrungen und Erlebnisse im Rahmen deiner Jugendleiter*innenausbildung fest, dokumentierst deine Lernfortschritte, um sie zu einem späteren Zeitpunkt, etwa beim Gespräch mit deiner Gruppenausbildungsbegleiterin oder deinem Gruppenausbildungsbegleiter (GAB), zur Hand zu haben. Du kannst dir hier alle drei Einzelteile der Fortschritte, sowie die Fortschritte für Teamleitung und Lagerleitung, sowie die Fortschritte für GL als PDF herunterladen. Du findest die Inhalte der Fortschritte aber auch auf der eLearning-Plattfom der Ausbildung . Hier geht´s zum Download der Fortschritte - Hefte und auch der Kärtchen - Version der Fortschritte. Du kannst dir also die Hefte wie auch die Kärtchen selbst ausdrucken. Fortschritte Teamleitung und Lagerleitung Hier gehts zum Download der Fortschritte - Hefte Teamleitung und Lagerleitung - als Heft und auch als Kärtchen. Fortschritte für Gruppenleiter*innen Hier geht´s zum Download des GOLD-Kapitels Fortschritte für GL - eine lose Blattsammlung mit 4fach-Lochung für deine GOLD-Mappe. Wo gibt es die Fortschritte? Fortschritte - Print on demand Als besonderes Service haben wir aber eine weitere Möglichkeit gefunden, wie du zu diesen Heften kommen kannst. Du kannst die Fortschritte bei der Druckerei leistbar bestellen und sie werden dir dann direkt zugeschickt. Verrechnet wird direkt zwischen der Firma und dir. Die Bestellung erfolgt über das weiter unten stehende Online - Bestellformular Deine Rückmeldung ist uns wichtig Wir freuen uns über jede Rückmeldung zur Verwendung der Fortschritte. Wenn du eine Anmerkung zu den Fortschritten hast, schicke uns eine Rückmeldung an Stefan Magerl und Katrin Mayer , Bundesbeauftragte für Ausbildung. Das GAB - Handbuch Das GAB-Handbuch findest du auf der eLearning Plattform Bestellformular Fortschritte Fortschritte Vorname * Nachname * Adresse PLZ und Ort E-Mail * Pfadfinder*innengruppe Einstiegs- und Erfahrungsphase nein 1 Stück à Euro 8,65 - exkl. Versandkosten 5 Stück à Euro 38,00 - exkl. Versandkosten 10 Stück à Euro 67,80 - exkl. Versandkosten 20 Stück à Euro 120,20 - exkl. Versandkosten Vertiefungsphase nein 1 Stück à Euro 4,30 - exkl. Versandkosten 5 Stück à Euro 17,30 - exkl. Versandkosten 10 Stück à Euro 29,90 - exkl. Versandkosten 20 Stück à Euro 55,20 - exkl. Versandkosten Teamleitung nein 1 Stück à Euro 2,30 - exkl. Versandkosten 5 Stück à Euro 10,35 - exkl. Versandkosten 10 Stück à Euro 17,80 - exkl. Versandkosten 20 Stück à Euro 32,80 - exkl. Versandkosten Set Einstiegs-und Erfahrungsphase & Vertiefungsphase nein 1 Set à Euro 21,50 - exkl. Versandkosten 5 Sets à Euro 93,70 - exkl. Versandkosten 10 Sets à Euro 172,00 - exkl. Versandkosten 20 Sets à Euro 296,00 - exkl. Versandkosten Lagerleitung nein 1 Stück à Euro 1,80 - exkl. Versandkosten 5 Stück à Euro 6,90 - exkl. Versandkosten 10 Stück à Euro 12,80 - exkl. Versandkosten 20 Stück à Euro 22,40 - exkl. Versandkosten Fortschritte für GL, Blatttsammlung, 4fach-Lochung nein 1 Stück à Euro 8,05 - exkl. Versandkosten 5 Stück à Euro 34,50 - exkl. Versandkosten 10 Stück à Euro 59,80 - exkl. Versandkosten 20 Stück à Euro 110,40 - exkl. Versandkosten Zur Bestellung der Hefte kommen immer die Versandkosten dazu! Wenn du größere Stückmengen brauchst, wende dich bitte direkt an die Firma \"leistbar\", E-Mailadresse: info@leistbar.com Nachdem alles gedruckt wurde, wird dir deine Bestellung inklusive Rechnung an die von dir angegebene Postadresse zugeschickt. Kosten Porto und Verpackung klein: Euro 9,90 Kosten Porto und Verpackung groß: Euro 14,90 Diese Feld nicht ausfüllen!",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "Impulse: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/ausbildung/unterlagen-und-download/impulse/",
    "textcontent": "Home Ausbildung Unterlagen und Download Impulse Genau wie wir Kinder und Jugendliche ermutigen Verantwortung für die eigene Weiterentwicklung zu übernehmen, so legt auch die JugendleiterInnenausbildung der PPÖ einen Schwerpunkt auf deine Eigenverantwortung als auszubildende Person. Du entscheidest mit, was du schon kannst und was du noch brauchst. Ohne dich geht es nicht! Wichtig dafür ist deine Fähigkeit zur Selbsteinschätzung der eigenen Kompetenzen. Das bedeutet, dass du dein Können und dein Handeln regelmäßig reflektierst und dir so ein Bild über deine Stärken und Schwächen machst. Beobachte dich selbst in konkreten Situationen bei der Arbeit mit Kindern und Jugendlichen oder bei der Arbeit im Team. Hole dir zusätzliches Feedback zu deinem Verhalten von anderen Personen, die dich erleben. Überlege, wo du dich verbessern willst und welche Schritte dazu nötig sind. Selbst einschätzen und nächste Schritte planen Das neue Ausbildungssystem gibt in vielen Kompetenzbereichen \"Messlatten\" für deine Fähigkeiten und Fertigkeiten vor. Das heißt es wird beschreiben, was du in deiner jeweiligen Funktion als JugendleiterIn oder als GruppenleiterIn wissen und können solltest, um deine Arbeit gut machen zu können. Es zeigt dir also die Richtung für deine persönliche Weiterentwicklung – dich einzuschätzen, wie weit du am Weg schon gekommen bist, und den nächsten Schritt zu setzen liegt maßgeblich an dir! Probiere das gleich aus! Weiter unten findest du ein paar Fragen, die mit Kompetenzen zusammenhängen, die für dich als LeiterIn wichtig sind. Suche dir eine für dich interessante Frage aus, und überlege dir zunächst selbst deine Antworten darauf. Denke dabei an konkrete Situationen zurück, was du da getan hast und was das Ergebnis war – schätze dich in deiner Kompetenz mit dem gewählten Thema selbst ein. Wenn du damit fertig bist, bittest du eine andere Person (zB. MitleiterIn, Gruppenleitung, ...) dieselbe Frage für dich zu beantworten. Hole dir also Feedback zu deiner Kompetenz mit dem Thema. Vergleiche schließlich dein Selbstbild mit dem erhaltenen Fremdbild , versuche daraus Schlüsse in Hinblick auf deine Kompetenz zu ziehen und nimm dir einen konkreten Schritt zur Weiterentwicklung vor. Hier sind die Fragen: Wenn ich für eine Heimstundenplanung verantwortlich bin, was läuft gut, was nicht so gut? Wie gehe ich mit Gefahrenquellen und Risikosituationen um? Wie arbeite ich mit den Eltern von Kindern und Jugendlichen zusammen? Welche Rollen nehme ich üblicherweise in meinem Team ein? Wie trage ich zur Konfliktlösung in meinem Team bei? Wie schätze ich meinen eigenen Führungsstil ein? Kommuniziere ich klar und authentisch? eine von drei Lernebenen in der JugendleiterInnenausbildung soll der Lernebene \"Lernen in der Gruppe\" eine höhere Bedeutung beigemessen werden. Es soll genauso wichtig werden wie das \"Lernen auf Seminaren\" und das \"Selbstständige Lernen\". Lernen in der Gruppe ist etwas, das definitiv bereits in jeder PfadfinderInnengruppe stattfindet, und auch von allen LeiterInnen so erlebt wird. Das haben viele Gespräche und auch eine Umfrage in der Analysephase zu projektbeginn ergeben. Lernen in der Gruppe bedeutet: Learning by Doing – ständiges Lernen und Weiterentwicklung durch aktives Anwenden, Training on the Job – Ideen und Methoden werden direkt \"zu Hause\" in der Stufe ausprobiert, Feedback vom Team bekommen – von der Erfahrung anderer im Team profitieren und aus konstruktiven Rückmeldungen lernen unter Anleitung Neues ausprobieren – in einer gewohnten Umgebung Gelerntes erproben Obwohl wir in unserer PfadfinderInnengruppe sehr viel lernen, wird es erfahrungsgemäß leider als solches nicht bewusst erlebt und meist auch wenig unterstützt. Ein Ziel der Ausbildung für JugendleiterInnen ist es, dass deine PfadfinderInnengruppe ein Methodenset zur Verfügung hat, um dies zu ermöglichen. Ein wichtiger Aspekt davon ist das Ausbildungsgespräch. Nach dem Einführungsgespräch, das Teil von AIS - also des Konzepts Adults in Scouting - ist, soll ein Ausbildungsgespräch stattfinden. Dabei soll festgestellt werden, welche Kompetenzen und Fähigkeiten LeiterInnen in ihre Ausbildung bei den PPÖ schon mitbringen, und welche ihnen für die zukünftige Tätigkeit fehlen. So wird ein individueller Ausbildungsplan für jeden einzelnen Leiter und jede einzelne Leiterin erstellt und das System passt sich der lernenden Einzelperson an – nicht umgekehrt! Doch nicht nur Gruppenausbildungsbegleiter (GAB) oder deine Gruppenleitung sollen sich künftig um die Ausbildung der JugendleiterInnen kümmern, auch die restlichen Teammitglieder und vor allem die Stufenteamleitung werden bewusster eingebunden sein. Denn wer kann bei der eigenen Arbeit besser unterstützen, beobachten und dann eine Rückmeldung geben, als die anderen Teammitglieder aus der eigenen Stufe? Lernen in der Gruppe heißt also, in der Gruppe Erlerntes sichtbar und spürbar zu machen, sich gegenseitig zu unterstützen und Wissen bewusst und strukturiert weiter zu geben. Überlegt euch ganz bewusst, was in eurer PfadfinderInnengruppe diesbezüglich schon alles passiert und welche Tools ihr dazu bereits jetzt nutzt. Überlegt auch, was eure LeiterInnen in Ausbildung brauchen würden. Und was habt ihr für Wünsche? – Schreibt alles zusammen und schickt es uns per Mail an die Bundesausbildung!",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "Weiterbildung: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/ausbildung/weiterbildung/",
    "textcontent": "Home Ausbildung Weiterbildung Bundesspezialseminar Du willst dein Wissen zum Thema Klima und nachhaltige Ernährung vertiefen und gemeinsam mit deiner Gruppe zum Thema aktiv werden? Mach mit bei unserem WWF-Spezialseminar Eat 4 Change zum Thema „Klima und nachhaltige Ernährung “. Ziel des Trainings ist es, die Inhalte und Methoden mit jungen Menschen zum Thema zu arbeiten, an dich weiterzugeben und das Verständnis dafür zu vertiefen, wie du dich für das Klima und eine nachhaltige Ernährung einsetzen kannst. Was kannst du dir vom dieser Schulung erwarten? Das 2-Tage-Training ist vollgepackt mit praktischen und interaktiven Methoden, die du in deiner Arbeit mit den Kindern und Jugendlichen anwenden kannst.. Doch auch du selbst bekommst einen besseren Einblick in die Thematik und das Vernetzen sowie der Austausch untereinander kommen nicht zu kurz. Samstagabend kochen wir gemeinsam ein veganes Abendessen und probieren neue Rezepte aus. Wann? 11./12.11.23; Beginn Samstag: 12:00, Ende Sonntag: 15:00 Wo? Pfadfinderheim Amstetten , Schulstraße 9, 3300 Amstetten Wer? Nathan Spees , WWF Global Education Coordinator und Georgina Weinhart , Programmmangerin des Jugendnetzwerk „Generation Earth“ führen durch’s Programm Kosten: Euro 50,- Diesen Betrag nach Anmeldung bitte auf folgendes Konto einzahlen: Umweltverband WWF Österreich AT96 2011 1291 1268 3902 Zweck: E4C Spezialseminar KST 50501 – Name Diese Kosten werden dir bei Erscheinen am Seminar rückerstattet. Anmeldung: Die Anmeldung ist ab sofort über die Seminaranmeldeplattform möglich. Filtere nach \"Bundesverband\" Anmeldeschluss: 31.10.2023 - deine Anmeldung ist erst mit der Einzahlung der Euro 50,- fix. Stornobedingungen: bei einer Abmeldung ab dem 1.1.2023 wird eine Stornogebühr von Euro 20,- einbehalten. Fahrtkostenrückerstattung: Um allen, die eine weitere Anreise haben die gleichen Chancen zu geben, werden diesen bei öffentlicher Anreise die Fahrtkosten (Zugticket 2. Klasse) bis in einer Höhe von Euro 30,- rückerstattet. Das Seminar wird im Zuge des Projekts „Eat 4 Change“ veranstaltet. Das internationale Eat4Change Projekt wird vom DEAR Programm der Europäischen Kommission kofinanziert. Das Projekt zielt darauf ab, eine Ernährungswende hin zu nachhaltigeren Ernährungs- und Produktionspraktiken zu fördern, die Umsetzung der SDGs sowie die Einhaltung der Klimaschutzabkommen zu unterstützen und zu positiven wirtschaftlichen, sozialen und ökologischen Auswirkungen in Europa und den Entwicklungsländern beizutragen. Hier bekommst du mehr Infos zum Projekt . Du hast Fragen zum Programm? Dann melde dich bei Georgina ! Wir freuen uns auf eine Woche voller Inspiration, Lernen und Austausch mit dir! Nathan und George WWF Austria Pfadfinden - eine Idee, viele Dimensionen! Die Bundesausbildung veranstaltet am 6./7. Mai 2023 wieder einen Leiter*innenkongress! Es ist so weit! Das Programm für unseren Leitr*innenkongress steht! Hier findest du das Programm zum Download! Was erwartet dich auf diesem Kongress? Keynote - Speaker zum Thema Viele verschiedene, frei wählbare Sessions zum Thema \"Pfadfinden - eine Idee, viele Dimensionen\" Detailinformationen zum Kongress findest du hier und auf der PPÖ-Webseite ab Mitte November 2022. Außerdem wird nach Anmeldeschluss ein Mail an alle angemeldeten Teilnehmer*innen versendet. Wann? Beginn: Samstag, 6. Mai 2023 - 14:00 Uhr, Eintreffen ab 13:00 Uhr Ende: Sonntag, 7. Mai 2023 - ca. 13:00 Uhr, danach Mittagessen Wo? Bildungshaus St. Magdalena, Linz; www.sanktmagdalena.at Wer? Alle Leiter*innen mit zumindest 2 Jahren Leitungserfahrung - unabhängig vom Ausbildungsstand Anmeldung Die Anmeldung ist ab sofort auf der Seminaranmeldeplattform möglich. Achtung! Deine Anmeldung wird erst mit Einlangen deines Kongressbeitrags gültig! Die Kontodaten werden ab Mitte Februar 2023 hier online sein. Anmeldeschluss verlängert 26. April 2023 Kosten? Der Teilnahmebeitrag beträgt Euro 85,- Die Einzahlung ist ab 10.1.2023 möglich. Die Kontoinformationen werden Anfang Jänner 2023 hier bekannt gegeben. Fahrtkosten öffentlicher Verkehrsmittel (2. Klasse) werden rückerstattet. Bildung von Fahrgemeinschaften nach Möglichkeit erbeten. Bitte überweisen den Beitrag auf folgendes Konto: Pfadfinder und Pfadfinderinnen Österreichs Erste Bank IBAN: AT 35 20111 000000 75582 Betreff: \"Leiter*innenkongress 2023 - Nachname & Vorname\" Abmeldung Wenn du trotz deiner Anmeldung an diesem Kongress nicht teilnehmen kannst, melde dich bitte bis spätestens 17. April 2023 bei biggi.stockinger-hofer(at)ppoe.at (Administration) ab. Bei Nichtabmeldung wird der gesamte Beitrag einbehalten. Ausrüstung, Verpflegung Wir sind in einem Seminarzentrum untergebracht. Du brauchst nur dein Halstuch und deine persönlichen Dinge mit. Verpflegung: voll (außer Getränke) - Ernährungsgewohnheiten werden nach Anmeldeschluss per Mail abgefragt.. Kontakt Bei Fragen wende dich an biggi.stockinger-hofer(at)ppoe.at Wir freuen uns schon jetzt auf eine zahlreiche Teilnahme. Wir freuen uns auf dich! Deine Bundesausbildung",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "Woodbadgekurs: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/ausbildung/woodbadgekurs/",
    "textcontent": "Home Ausbildung Woodbadgekurs Der Woodbadgekurs ist ein gruppendynamisches Selbsterfahrungsseminar und ein Teil der Ausbildung der PPÖ . Hier geht´s zur Anmeldung für den nächsten Woodbadgekurs . Umfassend ausgebildete Jugendleiter*innen und Gruppenleiter*innen sind die Voraussetzung für eine moderne und pädagogisch wertvolle und professionelle Arbeit mit Kindern und Jugendlichen im außerschulischen Bereich. Der Woodbadgekurs ist ein gruppendynamisches Selbsterfahrungsseminar und ein Teil der Ausbildung der PPÖ . Die Jugendleiter*innen und Gruppenleiter*innen engagieren sich ehrenamtlich. Die Entscheidung zur Teilnahme erfolgt durch den*die Jugend-bzw. Gruppenleiter*in selbst. Eine qualifizierte Ausbildung soll im Ehrenamt für alle möglich, leistbar und motivierend sein. Der Woodbadgekurs findet jährlich statt, alternierend im Sommer und zu Ostern. Im Sommer lagern die Teilnehmer*innen miteinander, schlafen in Zelten und kochen selbst. Der gesamte Kurs findet (wie bei einem Lager) hauptsächlich Outdoor statt. Zu Ostern findet der Kurs in einem Seminarquartier statt und die Teilnehmer*innen schlafen indoor und werden bekocht. So gut es zu Ostern möglich ist, finden Programmpunkte auch Outdoor statt. Aufgrund des gruppendynamischen Settings des Seminars kann der Woodbadgekurs nur einmal besucht werden. Nach Abschluss des Woodbadgekurses und der Verleihung des Woodbadges sind die Woodbadgeträger*innen Mitglied der Österreichischen Gilwellparkgruppe. Zielgruppe des Woodbadgekurses sind erfahrene Jugendleiter*innen und Gruppenleiter*innen der PPÖ , die sich mit Wesen, Zielen und Wegen der PPÖ auseinandergesetzt haben und die bereit sind, neue Erfahrungen und Begegnungen zu machen, um sich weiter zu entwickeln. Abgeschlossene Jugend- oder Gruppenleitungsausbildung Vollendetes 21. Lebensjahr Registriertes Mitglied in einer Pfadfinder*innengruppe Teilnehmer*innen aus anderen Pfadfinder*innenverbänden brauchen eine formale Zustimmung des Training Commissioners ihres Verbandes und der Bundesbeauftragten für Pfadfinder*innenausbildung der PPÖ. Am Ende des Woodbadgekurses hat der *die Teilnehmer*in den Prozess einer Gruppenentwicklung erlebt und reflektiert, sich mit der eigenen Teamfähigkeit und den eigenen Rollen in einer Gruppe auseinandergesetzt, Kommunikationsprozesse gestaltet, erlebt und reflektiert, einen Zielfindungsprozess gestaltet, erlebt und reflektiert, sich mit den eigenen Werten auseinandergesetzt, das eigene Engagement für die Pfadfinderbewegung reflektiert sich mit dem Seminarthema auseinandergesetzt und Schritte zur persönlichen Weiterentwicklung überlegt, umgesetzt und reflektiert. Anmerkung: „Ende des Woodbadgekurses“ bedeutet nach Seminar, Transferwochenende und Abschluss der Woodbadgearbeit. Prozess einer Gruppenentwicklung & Teamfähigkeit und Rollen in Gruppen Die Teilnehmer*innen haben die Entwicklung einer Gruppe und ihre Rolle in dieser erlebt und reflektiert. Die Teilnehmer*innen wissen, dass es verschiedene Modelle zum Thema Gruppenentwicklung gibt und haben die Entwicklung der eigenen Seminargruppe mithilfe eines Modells besprochen. Die Teilnehmer*innen wissen, dass sie für ihre Bedürfnisse verantwortlich sind. Die Teilnehmer*innen haben erlebt, dass für Gruppenentscheidungen, die von allen mitgetragen werden sollen, mit den Bedürfnissen aller respektvoll umgegangen werden muss. Grundlagen der Kommunikation Die Teilnehmer*innen haben Aus- und Wechselwirkungen von Kommunikation erlebt und reflektiert. Die Teilnehmer*Innen wissen, was Feedback ist. Sie haben Feedback gegeben und erhalten. Die Teilnehmer*innen kennen Gesprächsregeln und wenden sie an. Zielorientiertes Arbeiten / Zielfindungsprozess Die Teilnehmer*innen kennen die Grundlagen zielorientierten Arbeiten. Die Teilnehmer*innen haben einen Zielfindungsprozess gestaltet, erlebt und reflektiert. Die Teilnehmer*innen können Ziele formulieren und kennen Kriterien zur Zielüberprüfung. Werte Die Teilnehmer*innen haben sich ihre Werte bewusst gemacht und einen Bezug zu den PPÖ-Werten hergestellt. (1) Die Teilnehmer*innen haben erkannt, dass sie mit ihrem Verhalten die Werteentwicklung der Kinder und Jugendlichen beeinflussen. (2) Die Teilnehmer*innen haben erlebt und reflektiert, dass für eine funktionierende Gruppe eine gemeinsame Wertebasis wichtig ist. (3) Schritte zur persönlichen Weiterentwicklung Die Teilnehmer*innen haben sich Schritte zur persönlichen Weiterentwicklung überlegt, umgesetzt und reflektiert. Engagement Die Teilnehmer*innen haben ihr bisheriges persönliches Engagement für die Pfadfinderbewegung reflektiert, bewertet und daraus ihre Bereitschaft für ihr weiteres Engagement abgeleitet. Spirituelles / Religiöses Erlebnis Die Teilnehmer*innen hatten die Möglichkeit, sich auf ein spirituelles Erlebnis einzulassen, welches sie zur aktiven und persönlichen Auseinandersetzung mit ihrer eigenen spirituellen Weiterentwicklung motiviert. Seminarthema Die Teilnehmer*innen haben sich dem Seminarthema (das sind gesellschaftspolitisch oder verbandsintern relevante Themen) auseinandergesetzt. Die Teilnehmer*innen haben sich mit ihrer Verantwortung als Multiplikator*innen für das Seminarthema auseinandergesetzt und Impulse für die praktische Umsetzung in ihrer Pfadfindergruppe erhalten. Hier kannst du dir demnächst das Curriculum des Woodbadgekurses herunterladen. Der Woodbadgekurs kann nach Abschluss der Jugend-bzw. Gruppenleitungsausbildung besucht werden und umfasst drei Teile: die Seminarwoche, das Transferwochenende und die Woodbadgearbeit. Die Seminarwoche dauert im Sommer 7 Tage und zu Ostern x Tage. Das Transferwochenende, welches ca. ein halbes Jahr nach der Seminarwoche stattfindet, dauert ein Wochenende. Die Dauer bis zum Abschluss beträgt ab Besuch der Seminarwoche mindestens 1 Jahr, maximal jedoch 3 Jahre. Gesamter Lernaufwand in Stunden: Woodbadge-Seminarwoche: 60 Woodbadge-Transferwochenende: 19 Woodbadge-Woodbadgearbeit: 33 Woodbadgearbeit Während der Seminarwoche setzen sich die Teilnehmer*innen drei persönliche Ziele für ihre persönliche Weiterentwicklung: Ticket 1: „Ich für mich“ Ticket 2: „Ich in und mit Gruppen“ Ticket 3: „Ich und das Seminarthema (des jeweiligen Kurses)“ Eines dieser Tickets wird bis zum Transferwochenende umgesetzt, reflektiert und der eigenen Seminargruppe im Rahmen des Wochenendes präsentiert. Die anderen beiden Ziele werden beim Transferwochenende vorgestellt und danach umgesetzt und reflektiert. Die Umsetzung beider Tickets erfolgt dann eigenständig und terminlich (fast) ungebunden. Die Dokumentation der Tickets (schriftlich als Woodbadgearbeit oder mündlich als Woodbadgegespräch mit einem*einer Trainer*in) muss bis spätestens drei Jahre nach dem Seminar im Bundesverband bzw. bei einem*einer der beiden Trainer*innen der Seminargruppe eingehen. Nach Abschluss der beiden Tickets kontaktiert der*die Teilnehmer*in eine*n der beiden Seminargruppenbetreuer*innen und schickt entweder die Woodbadgearbeit in schriftlicher Form oder macht sich einen Termin für ein abschließendes Gespräch aus. Für letzteres ist vorab eine Kurzbeschreibung der Tickets, deren Durchführung sowie der Reflexion an den*die Trainer*in zu schicken, damit diese*r sich auf das Gespräch vorbereiten kann. Lernfeld Seminargruppe Nach Bundesländern, Alter, Geschlecht, Stufen gemischte Kleingruppe, deren Mitglieder gemeinsam den Prozess ihrer Gruppenentwicklung erleben und reflektieren, sich mit ihren Rollen in einer Gruppe auseinandersetzen, Grundlagen der Kommunikation kennen lernen, einen Zielfindungsprozess erleben und reflektieren, zielorientiert arbeiten, sowie Impulse zur persönlichen Weiterentwicklung erfahren. Die Seminargruppe wird partnerschaftlich von zwei Woodbadgetrainer*innen begleitet. Sie bieten einen Rahmen und begleiten den während der Seminarwoche stattfindenden Prozess, indem sie ausgewählte Methoden, Impulse und Informationen in die Seminargruppe einbringen. Zumindest eine*r der beiden Woodbadgetrainer*innen ist ein erfahrenes WBK -Teammitglied und hat selbst schon bei mindestens drei Seminaren mitgearbeitet. Lernfeld Runde Nach Bundesländern, Alter, Geschlecht, Stufen gemischte Kleingruppe, die sich den Alltag am Seminar gestaltet und gemeinsam inhaltlich arbeitet, insbesondere am Seminarthema, sowie der Auseinandersetzung mit Werten und persönlichem Engagement für die Pfadfinderbewegung. Begleitet Wird die Runde partnerschaftlich von 2 Rundenbetreuer*innen. Sie bieten der Runde eine phasenweise Begleitung in ihrem Seminaralltag und bei der inhaltlichen Arbeit an. Lernfeld Ggesamtseminar Während des Seminars gibt es Raum für Vernetzung der Erfahrungen in Runde, Seminargruppen und als Einzelperson mit der Möglichkeit für weitere Begegnungen. Mit Gesamtseminar ist in diesem Zusammenhang nicht nur die Summe aus den konkreten Lernfeldern wie Einstieg, Ausstieg, Morgeneinstiege, etc. gemeint, sondern auch die Freizeit. Selbsteinschätzung Der*die Teilnehmer*in dokumentiert seine*ihre Lernschritte im Rahmen der Woodbadgearbeit, entweder schriftlich bzw. im Leitfaden für das Woodbadgegespräch. Zielformulierung, Durchführung und vor allem die persönliche Reflexion sind fixer Bestandteil der Selbsteinschätzung. Woodbadgearbeit Ein Trainer oder eine Trainerin der Seminargruppe bekommt die schriftliche Woodbadgearbeit bzw. den Leitfaden für das Woodbadgegespräch. Er*Sie gibt Rückmeldungen (schriftlich oder mündlich) und entscheidet, ob der*die Teilnehmer*in sein*ihr Woodbadge abgeschlossen hat. Woodbadgeverleihung Der*Die Teilnehmerin entscheidet mit, in welchem Rahmen die Verleihung des Woodbadges passieren soll. Der Landesverband wird über den Abschluss informiert und organisiert gegebenenfalls die Verleihung. Die Verleihung kann auch im Rahmen der eigenen Pfadfinder*innengruppe oder im Rahmen einer Veranstaltung ( z.B. Lager) stattfinden. Die Verleihung muss durch eine*n Woodbadgeträger*in erfolgen. Die Woodbadgearbeiten bzw. Leitfäden für die Woodbadgegespräche der Teilnehmer*innen werden nicht archiviert, sondern verbleiben bei diesen. Die Teilnahme am Woodbadgekurs sowie der Abschluss und die anschließende Verleihung werden in der Mitgliederdatenbank der PPÖ beim jeweiligen Mitglied durch die Bundesausbildung eingetragen. Nach Verleihung des Woodbadges kann der*die Woodbadgeträger*in Mitglied der Österreichischen Gilwellparkgruppe werden. Da die Gilwellparkgruppe ein eigenständiger Verein ist, ist eine Anmeldung erfoderlich. Hier findest du alles Infos zur Gilwellparkgruppe.",
    "image_paths": [],
    "date": "2025-09-19"
  },
  {
    "title": "Bundesthema: Pfadfinder und Pfadfinderinnen Österreichs",
    "url": "https://ppoe.at/programm/programm/",
    "textcontent": "Home Programm Bundesthema Das Bundesthema ist ein Thema gesellschaftlicher Relevanz für den Zeitraum von zwei Pfadfinderjahren, mit dem sich die Pfadfinder und Pfadfinderinnen Österreichs auseinandersetzen und das sie leicht in ihren Heimstunden umsetzen können. Die Bundesthemen der letzten Jahre sind und waren vielfältig. Schau doch einfach in die einzelnen Themen wie 2021 – 2023 Nachhaltigkeit 2019 – 20 21 MedienheldInnen 2016 – 20 17 Schwarz? Weiß? BUNT! 2015 – 20 16 Free being me 2014 – 20 15 Coolinarisch 2013 – 20 14 Bewegung 2011 – 20 13 5 vor 12 - Umweltschutz ist eine TATsache! 2010 – 20 11 Freiwilliges Engagement 2009 – 20 10 Vielfalt als Chance 2008 Zeitzeugen 2007 Gifts for Peace - 100 Jahre Pfadfinder",
    "image_paths": [],
    "date": "2025-09-19"
  }
]